#!/usr/bin/perl

$language = "Hebrew";
$prefix = "iw";
$script = "hebrew";

$alphabet = [
['à',    ['à'] ],
['á',    ['á'] ],
['â',    ['â'] ],
['ã',    ['ã'] ],
['ä',    ['ä'] ],
['å',    ['å'] ],
['æ',    ['æ'] ],
['ç',    ['ç']],
['è',    ['è'] ],
['é',    ['é'] ],
['ë',    ['ë','ê'] ],
['ì',    ['ì'] ],
['î',    ['î','í'] ],
['ð',    ['ð','ï'] ],
['ñ',    ['ñ'] ],
['ò',    ['ò']],
['ô',    ['ô','ó'] ],
['ö',    ['ö','õ'] ],
['÷',    ['÷'] ],
['ø',    ['ø'] ],
['ù',    ['ù'] ],
['ú',    ['ú'] ]
];

$ligatures = [



];

@special = ('?', '!', '.', ';', '·', 'letters',  '-');

# first lower or upper case?

$sortcase = "Aa";
#$sortcase = "aA";

do 'make-rules.pl';
