Repository: TeX-Live/texlive-source
Catalog: utils/texinfo/po/*.po
Languages: cs, pl, ro

source: Bad argument to %c%s
cs: ©patný argument pro %c%s
pl: Z³y argument dla %c%s
ro: Argument nepotrivit pentru %c%s

source: asis
pl: zachowaj
ro: aºacume

source: none
pl: brak
ro: nimic

source: Bad argument to @%s
pl: Z³y argument dla @%s
ro: Argument nepotrivit pentru @%s

source: insert
pl: wstaw
ro: insereazã

source: Bad argument to @%s: %s
pl: Z³y argument dla @%s: %s

source: Expected @%s on or off, not `%s'
pl: Oczekiwano @%s on lub off, a nie `%s'

source: Only @%s 10 or 11 is supported, not `%s'
pl: Obs³ugiwane s± tylko @%s 10 lub 11, a nie `%s'

source: Missing `}' in @def arg
cs: Chybìjící `}' v argumentu @def
pl: Brakuje `}' w argumencie @def
ro: Lipseºte `}' în @def arg

source: Must be in `@%s' environment to use `@%s'
pl: Trzeba byæ w ¶rodowisku `@%s', aby u¿yæ `@%s'
ro: Trebuie sã fiþi în mediul `@%s' pentru a folosi `@%s'

source: `%s' omitted before output filename
pl: Pominiêto `%s' przed nazw± pliku wyj¶ciowego
ro: `%s' omis înainte de numele fiºierului de ieºire

source: `%s' omitted since writing to stdout
pl: Pominiêto `%s' przy zapisie na standardowe wyj¶cie
ro: `%s' omis întrucât scriu la ieºirea standard (stdout)

source: Output buffer not empty.
pl: Bufor wyj¶ciowy niepusty.
ro: Buffer-ul de ieºire nu este gol.

source: Requested float type `%s' not previously used
pl: ¯±dany rodzaj ¶rodowiska float `%s' nie by³ wcze¶niej u¿yty

source: See
cs: Viz
pl: Patrz
ro: Vezi

source: `%c%s' needs an argument `{...}', not just `%s'
cs: `%c%s' potøebuje argument `{...}' a ne pouze `%s'
pl: `%c%s' wymaga argumentu `{...}', a nie tylko `%s'
ro: `%c%s' necesitã un argument `{...}', nu numai `%s'

source: No closing brace for footnote `%s'
cs: Chybí uzavírací závorka pro poznámku pod èarou `%s'
pl: Nie zamkniêty nawias dla przypisu `%s'
ro: Nici o parantezã de închidere pentru nota de subsol `%s'

source: Footnote defined without parent node
cs: Poznámka pod èarou definována bez rodièovského uzlu
pl: Zdefiniowano przypis bez wêz³a nadrzêdnego
ro: Nota de subsol definitã fãrã nod pãrinte

source: Footnotes inside footnotes are not allowed
pl: Przypisy wewn±trz przypisów nie s± dozwolone
ro: Nu sun permise note de subsol în note de subsol

source: Footnotes
cs: Poznámky pod èarou
pl: Przypisy
ro: Note de subsol

source: %s: could not open --css-file: %s
pl: %s: nie mo¿na otworzyæ pliku css: %s
ro: %s: nu am putut deschide --css-file: %s

source: %s:%d: --css-file ended in comment
pl: %s:%d: plik css zakoñczy³ siê wewn±trz komentarza
ro: %s:%d: --css-file s-a terminat cu un comentariu

source: [unexpected] no html tag to pop
pl: [nieoczekiwane] brak znacznika html do zdjêcia
ro: [neaºteptat] nici un tag html de ridicat

source: [unexpected] invalid node name: `%s'
pl: [nieoczekiwane] b³êdna nazwa wêz³a: `%s'
ro: [neaºteptat] nume de nod invalid: `%s'

source: Unknown index `%s'
cs: Neznámý rejstøík `%s'
pl: Nieznany indeks `%s'
ro: Index necunoscut `%s'

source: Info cannot handle `:' in index entry `%s'
pl: Info nie mo¿e obs³u¿yæ `:' we wpisie indeksu `%s'
ro: Info nu poate folosi `:' în intrarea de index `%s'

source: Index `%s' already exists
cs: Rejstøík `%s' ji¾ existuje
pl: Indeks `%s' ju¿ istnieje
ro: Indez-ul `%s' existã deja

source: Unknown index `%s' and/or `%s' in @synindex
cs: Neznámý rejstøík `%s' a/nebo `%s' v @synindex
pl: Nieznany indeks `%s' i/lub `%s' w @synindex
ro: Index-ul necunoscut `%s' ºi/sau `%s' în @synindex

source: (line )
pl: (linia )
ro: (linie )

source: (line %*d)
pl: (linia %*d)
ro: (linia %*d)

source: Unknown index `%s' in @printindex
cs: Neznámý rejstøík `%s' v @printindex
pl: Nieznany indeks `%s' w @printindex
ro: Index necunoscut `%s' în @printindex

source: Entry for index `%s' outside of any node
cs: Polo¾ka pro rejstøík `%s' je mimo v¹echny uzly
pl: Wpis dla indeksu `%s' poza jakimkolwiek wêz³em
ro: Intrarea pentru index-ul `%s' în afara oricãrui nod

source: (outside of any node)
cs: (mimo v¹echny uzly)
pl: (poza jakimkolwiek wêz³em)
ro: (în afara oricãrui nod)

source: @item not allowed in argument to @itemize
pl: @item nie jest dozwolone w argumencie @itemize
ro: @item nu este permis în argument la @itemize

source: Broken-Type in insertion_type_pname
cs: Chybný typ v insertion_type_pname
pl: Broken-Type w insertion_type_pname
ro: Tip-Greºit în insertion_type_pname

source: Enumeration stack overflow
cs: Výpoèetní zásobník pøetekl
pl: Przepe³nienie stosu numerowania
ro: Stivã de enumerare inundatã (overflow)

source: lettering overflow, restarting at %c
cs: písmenkování pøeteklo, znovu zaèínám na %c
pl: przepe³nienie, restart od %c
ro: inundate (overflow) la tipãrire, reîncep la %c

source: %s requires an argument: the formatter for %citem
cs: %s vy¾aduje argument : formátovaè pro %citem
pl: %s wymaga argumentu: formatowania dla %citem
ro: %s necesitã un argument: formatatorul pentru %citem

source: %cfloat environments cannot be nested
pl: ¦rodowiska %cfloat nie mog± byæ zagnie¿d¿one
ro: mediile %cfloat nu pot fi încuibãrite

source: `@end' expected `%s', but saw `%s'
cs: `@end' vy¾aduje `%s', ale vidí `%s'
pl: `@end' oczekiwa³o `%s', ale napotkano `%s'
ro: `@end' a aºteptat `%s', dar a vãzut `%s'

source: No matching `%cend %s'
cs: Chybí odpovídající `%cend %s'
pl: Brak pasuj±cego `%cend %s'
ro: Nici o potrivire %cend %s'

source: %s requires letter or digit
cs: %s vy¾aduje písmeno nebo èíslici
pl: %s wymaga litery lub cyfry
ro: %s necesitã litere sau cifre

source: end of file inside verbatim block
pl: koniec pliku wewn±trz bloku dos³ownego
ro: sfârºit de fiºier în interiorul blocului neformatat (verbatim)

source: @%s not meaningful outside `@float' environment
pl: @%s nic nie znaczy poza ¶rodowiskiem `@float'
ro: @%s nu are sens în exteriorul mediului `@float'

source: @menu seen before first @node, creating `Top' node
cs: @menu spatøeno pøed prvním @node, vytvoøen uzel `Top'
pl: napotkano @menu przed pierwszym @node, tworzenie wêz³a `Top'
ro: @menu vãzut înainte de primul @node, creez nodul `Vârf'

source: perhaps your @top node should be wrapped in @ifnottex rather than @ifinfo?
cs: proto¾e vá¹ uzel @top by mìl být uzavøen v @ifnottex spí¹e ne¾ v @ifinfo?
pl: mo¿e wêze³ @top powinien byæ otoczony @ifnottex, a nie @ifinfo?
ro: probabil cã nodul d-voastrã @top ar trebui împachetat în @ifnottex în loc de @ifinfo?

source: @detailmenu seen before first node, creating `Top' node
cs: @detailmenu spatøeno pøed prvním uzlem, vytvoøen uzel `Top'
pl: napotkano @detailmenu przed pierwszym wêz³em, tworzenie wêz³a `Top'
ro: @detailmenu vãzut înainte de primul nod, creez nodul `Vârf'

source: @%s not meaningful outside `@titlepage' and `@quotation' environments
pl: @%s nic nie znaczy poza ¶rodowiskami `@titlepage' i `@quotation'
ro: @%s nu are sens în exteriorul mediilor `@titlepage' ºi `@quotation'

source: @%s not meaningful outside `@titlepage' environment
pl: @%s nic nie znaczy poza ¶rodowiskiem `@titlepage'
ro: @%s nu are sens în exteriorul mediului `@titlepage'

source: Unmatched `%c%s'
cs: Nepárový `%c%s'
pl: Niedopasowane `%c%s'
ro: `%c%s' fãrã pereche

source: `%c%s' needs something after it
cs: `%c%s' potøebuje nìjaký argument
pl: `%c%s' wymaga czego¶ po sobie
ro: `%c%s' necesitã ceva dupã el

source: Bad argument `%s' to `@%s', using `%s'
pl: Z³y argument `%s' dla `@%s', u¿ycie `%s'
ro: Argument greºit `%s' pentru `@%s', folosesc `%s'

source: @%s not meaningful inside `@%s' block
cs: @%s není myslitelné uvnitø `@%s' bloku
pl: @%s nic nie znaczy wewn±trz bloku `@%s'
ro: @%s nu are sens în interiorul blocului `@%s'

source: @itemx not meaningful inside `%s' block
cs: @itemx není myslitelný uvnitø `%s' bloku
pl: @itemx nic nie znaczy wewn±trz bloku `%s'
ro: @itemx nu are sens în interiorul blocului `%s'

source: %c%s found outside of an insertion block
cs: %c%s nalezen mimo vkládaný blok
pl: znaleziono %c%s na zewn±trz bloku wstawki
ro: %c%s gãsit în afara unui bloc de inserare

source: no default territory known for language `%s'
pl: nieznane domy¶lne terytorium dla jêzyka `%s'

source: %s is not a valid ISO 639 language code
cs: %s není platný kód jazyka (podle ISO 639)
pl: %s nie jest poprawnym kodem jêzyka zgodnym z ISO 639
ro: %s nu este un cod de limbã valid conform ISO 639

source: unrecognized encoding name `%s'
pl: nierozpoznana nazwa kodowania `%s'
ro: nume de codare nerecunoscut `%s'

source: sorry, encoding `%s' not supported
pl: niestety kodowanie `%s' nie jest obs³ugiwane
ro: ne pare rãu, codarea `%s' nu este suportatã

source: invalid encoded character `%s'
pl: b³êdnie zakodowany znak `%s'
ro: caracter codat invalid `%s'

source: %c%s expects `i' or `j' as argument, not `%c'
cs: %c%s vy¾aduje `i' nebo `j' jako argument, ne `%c'
pl: %c%s oczekuje `i' lub `j' jako argumentu, a nie `%c'
ro: %c%s aºteaptã `i' sau `j' ca argument, nu `%c'

source: %c%s expects a single character `i' or `j' as argument
cs: %c%s vy¾aduje jeden znak `i' nebo `j' jako argument
pl: %c%s oczekuje pojedynczego znaku `i' lub `j' jako argumentu
ro: %c%s aºteaptã un singur caracter `i' sau `j' ca argument

source: macro `%s' previously defined
cs: makro `%s' ji¾ bylo definováno
pl: makro `%s' ju¿ zosta³o zdefiniowane
ro: macro-ul `%s' definit anterior

source: here is the previous definition of `%s'
cs: zde je pøedchozí definice `%s'
pl: oto poprzednia definicja `%s'
ro: aici este definiþia anterioarã a lui `%s'

source: \ in macro expansion followed by `%s' instead of parameter name
pl: po \ w rozwiniêciu makra wystêpuje `%s' zamiast nazwy parametru
ro: \ in expansiunea macro urmatã de `%s' în loc de nume parametru

source: Macro `%s' called on line %d with too many args
cs: Makro `%s' volané na øádku %d s pøíli¹ mnoha argumenty
pl: Makro `%s' wywo³ane w linii %d ze zbyt du¿± liczb± argumentów
ro: Macro `%s' chemat pe linia %d cu prea multe argumente

source: %cend macro not found
cs: %cend makro nebylo nalezeno
pl: nie znaleziono makra %cend
ro: %cend macro nu a fost gãsit

source: @allow-recursion is deprecated; please use @rmacro instead
pl: @allow-recursion jest przestarza³e; proszê u¿ywaæ zamiast tego @rmacro

source: @quote-arg is deprecated; arguments are quoted by default
pl: @quote-arg jest przestarza³e; argumenty s± domy¶lnie cytowane

source: mismatched @end %s with @%s
cs: pomíchané @end %s s @%s
pl: niedopasowane @end %s do @%s
ro: nepotrivire @end %s cu @%s

source: Too many errors! Gave up.
cs: Pøíli¹ mnoho chyb! Konec.
pl: Zbyt du¿o b³êdów! Poddajê siê.
ro: Prea multe erori! Am renunþat.

source: %s:%d: warning:
cs: %s:%d: varování:
pl: %s:%d: uwaga:
ro: %s:%d: avertisment:

source: Misplaced %c
cs: ©patnì umístìný znak %c
pl: ¬le umieszczone %c
ro: %c nelalocul lui

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.
pl: Polecenie `%s --help' poda wiêcej informacji.
ro: Încercaþi `%s --help' pentru informaþii suplimentare.

source: Usage: %s [OPTION]... TEXINFO-FILE...
pl: Sk³adnia: %s [OPCJA]... PLIK-TEXINFO...
ro: Folosire: %s [OPÞIUNE]... FIªIER-TEXINFO...

source: Translate Texinfo source documentation to various other formats, by default Info files suitable for reading online with Emacs or standalone GNU Info.
pl: T³umaczenie ¼ród³owej dokumentacji Texinfo do ró¿nych innych formatów, domy¶lnie plików Info nadaj±cych siê do czytania pod Emacsem lub samodzielnym GNU Info.
ro: Translateazã documentaþia sursã Texinfo în diferite alte formate, implicit fiºiere Info potrivite pentru citit online cu Emacs sau GNU Info.

source: General options: --error-limit=NUM quit after NUM errors (default %d). --document-language=STR locale to use in translating Texinfo keywords for the output document (default C). --force preserve output even if errors. --help display this help and exit. --no-validate suppress node cross-reference validation. --no-warn suppress warnings (but not errors). -v, --verbose explain what is being done. --version display version information and exit.
pl: Opcje ogólne: --error-limit=ILE zakoñczenie po ILU b³êdach (domy¶lnie %d). --document-language=£AÑC lokalizacja u¿ywana przy t³umaczeniu s³ów kluczowych Texinfo dla dokumentu wyj¶ciowego (domy¶lnie C). --force zachowanie wyj¶cia nawet w przypadku b³êdów. --help wy¶wietlenie tego opisu i zakoñczenie. --no-validate pominiêcie kontroli odsy³aczy miêdzy wêz³ami. --no-warn pominiêcie ostrze¿eñ (ale nie b³êdów). -v, --verbose wyja¶nianie co siê dzieje. --version wy¶wietlenie informacji o wersji i zakoñczenie.

source: Output format selection (default is to produce Info): --docbook output Docbook XML rather than Info. --html output HTML rather than Info. --xml output Texinfo XML rather than Info. --plaintext output plain text rather than Info.
pl: Wybór formatu wyj¶ciowego (domy¶lnym jest info): --docbook wyprodukowanie DocBook XML zamiast Info. --html wyprodukowanie HTML zamiast Info. --xml wyprodukowanie Texinfo XML zamiast Info. --plaintext wyprodukowanie czystego tekstu zamiast Info.

source: General output options: -E, --macro-expand=FILE output macro-expanded source to FILE, ignoring any @setfilename. --no-headers suppress node separators, Node: lines, and menus from Info output (thus producing plain text) or from HTML (thus producing shorter output); also, write to standard output by default. --no-split suppress the splitting of Info or HTML output, generate only one output file. --number-sections output chapter and sectioning numbers. -o, --output=FILE output to FILE (or directory if split HTML).
pl: Ogólne opcje dotycz±ce wyj¶cia: -E, --macro-expand=PLIK zapis ¼róde³ z rozwiniêtymi makrami do PLIKU. --no-headers pominiêcie separatorów wêz³ów, linii Node oraz menu z wyj¶cia Info (zapisanie czystego tekstu) lub z HTML (zapisanie krótszego pliku); tak¿e pisanie domy¶lnie na standardowe wyj¶cie. --no-split pominiêcie dzielenia Info lub HTML, generowanie tylko jednego pliku wyj¶ciowego. --number-sections zapisywanie numerów rozdzia³ów i sekcji. -o, --output=PLIK zapisanie do PLIKU (lub katalogu w przypadku dzielonego HTML),

source: Options for Info and plain text: --disable-encoding do not output accented and special characters in Info output based on @documentencoding. --enable-encoding override --disable-encoding (default). --fill-column=NUM break Info lines at NUM characters (default %d). --footnote-style=STYLE output footnotes in Info according to STYLE: `separate' to put them in their own node; `end' to put them at the end of the node, in which they are defined (this is the default). --paragraph-indent=VAL indent Info paragraphs by VAL spaces (default %d). If VAL is `none', do not indent; if VAL is `asis', preserve existing indentation. --split-size=NUM split Info files at size NUM (default %d).
pl: Opcje dla Info i czystego tekstu: --disable-encoding bez zapisu znaków z akcentami i specjalnych do pliku Info w zale¿no¶ci od @documentencoding. --fill-column=ILE ³amanie linii Info po ILU znakach (domy¶lnie %d). --footnote-style=STYL zapis stopek w Info zgodnie ze STYLEM: `separate' - umieszczenie ich we w³asnym wê¼le; `end' - umieszczenie na koñcu wêz³a, w którym zosta³y zdefiniowane (domy¶lne). --paragraph-indent=ILE wciêcia akapitów Info o ILE spacji (domy¶lnie %d). Je¶li ILE to `none' lub `brak', bez wciêæ; je¶li ILE to `asis' lub `zachowaj', zachowanie istniej±cych wciêæ. --split-size=ROZMIAR podzia³ Info na pliki o ROZMIARZE (domy¶lnie %d).

source: Options for HTML: --css-include=FILE include FILE in HTML <style> output; read stdin if FILE is -. --css-ref=URL generate reference to a CSS file. --transliterate-file-names produce file names in ASCII transliteration.
pl: Opcje dla HTML: --css-include=PLIK do³±czenie PLIKU w wyj¶ciu HTML <style>; je¶li PLIK to -, czytane jest standardowe wej¶cie --css-ref=URL wygenerowanie odniesienia do pliku CSS. --transliterate-file-names tworzenie nazw plików w transliteracji ASCII.

source: Options for XML and Docbook: --output-indent=VAL indent XML elements by VAL spaces (default %d). If VAL is 0, ignorable whitespace is dropped.
pl: Opcje dla XML i Docbooka: --output-indent=ILE wciêcia elementów XML o ILE spacji (domy¶lnie %d). Je¶li ILE jest 0, pomijalne spacje s± usuwane.

source: Input file options: --commands-in-node-names allow @ commands in node names. -D VAR define the variable VAR, as with @set. -I DIR append DIR to the @include search path. -P DIR prepend DIR to the @include search path. -U VAR undefine the variable VAR, as with @clear.
pl: Opcje dla pliku wej¶ciowego: --commands-in-node-names dopuszczenie poleceñ @ w nazwach wêz³ów. -D ZMIENNA zdefiniowanie ZMIENNEJ, tak jak przez @set. -I KATALOG do³±czenie KATALOGU na pocz±tku ¶cie¿ki poszukiwañ dla @include. -P KATALOG do³±czenie KATALOGU na koñcu ¶cie¿ki poszukiwañ dla @include. -U ZMIENNA usuniêcie definicji ZMIENNEJ, tak jak @clear.
ro: Opþiuni fiºier de intrare: --commands-in-node-names permite comenzi @ în numele nodurilor. -D VAR defineºte variabila VAR, ca ºi @set. -I DIR adaugã DIR la calea de cãutare @include. -P DIR prepend DIR la calea de cãutare @include. -U VAR nedefineºte variabila VAR, ca ºi @clear.

source: Conditional processing in input: --ifdocbook process @ifdocbook and @docbook even if not generating Docbook. --ifhtml process @ifhtml and @html even if not generating HTML. --ifinfo process @ifinfo even if not generating Info. --ifplaintext process @ifplaintext even if not generating plain text. --iftex process @iftex and @tex; implies --no-split. --ifxml process @ifxml and @xml. --no-ifdocbook do not process @ifdocbook and @docbook text. --no-ifhtml do not process @ifhtml and @html text. --no-ifinfo do not process @ifinfo text. --no-ifplaintext do not process @ifplaintext text. --no-iftex do not process @iftex and @tex text. --no-ifxml do not process @ifxml and @xml text. Also, for the --no-ifFORMAT options, do process @ifnotFORMAT text.
pl: Warunkowe przetwarzanie wej¶cia: --ifdocbook przetwarzanie @ifdocbook i @docbook nawet je¶li nie jest generowany Docbook. --ifhtml przetwarzanie @ifhtml i @html nawet je¶li nie jest generowany HTML. --ifinfo przetwarzanie @ifinfo nawet je¶li nie jest generowane Info. --ifplaintext przetwarzanie @ifplaintext nawet je¶li nie jest generowany czysty tekst. --iftex przetwarzanie @iftex i @tex; wymusza --no-split. --ifxml przetwarzanie @ifxml i @xml. --no-ifdocbook nie przetwarzanie tekstu @ifdocbook i @docbook. --no-ifhtml nie przetwarzanie tekstu @ifhtml i @html. --no-ifinfo nie przetwarzanie tekstu @ifinfo. --no-ifplaintext nie przetwarzanie tekstu @ifplaintext. --no-iftex nie przetwarzanie tekstu @iftex i @tex. --no-ifxml nie przetwarzanie tekstu @ifxml i @xml. Ponadto opcje --no-ifFORMAT powoduj± przetwarzanie tekstu @ifnotFORMAT.
ro: Procesare condiþionalã în intrare: --ifdocbook proceseazã @ifdocbook º @docbook chiar dacã nu generezi Docbook. --ifhtml proceseazã @ifhtml ºi @html chiar dacã nu generezi HTML. --ifinfo proceseazã @ifinfo chiar dacã nu generezi Info. --ifplaintext proceseazã @ifplaintext chiar dacã nu generezi text simplu. --iftex proceseazã @iftex ºi @tex; implicã --no-split. --ifxml proceseazã @ifxml ºi @xml. --no-ifdocbook nu procesa text @ifdocbook ºi @docbook. --no-ifhtml nu procesa text @ifhtml ºi @html. --no-ifinfo nu procesa text @ifinfo. --no-ifplaintext nu procesa text @ifplaintext. --no-iftex nu procesa text @iftex ºi @tex. --no-ifxml nu procesa text @ifxml ºi @xml. De asemenea, pentru opþiunile --no-ifFORMAT, proceseazã text @ifnotFORMAT.

source: The defaults for the @if... conditionals depend on the output format: if generating HTML, --ifhtml is on and the others are off; if generating Info, --ifinfo is on and the others are off; if generating plain text, --ifplaintext is on and the others are off; if generating XML, --ifxml is on and the others are off.
pl: Domy¶lne opcje dla warunków @if... zale¿± od formatu wyj¶ciowego: je¶li generowany jest HTML, --ifhtml jest w³±czone, a reszta wy³±czona; je¶li generowane jest Info, --ifinfo jest w³±czone, a reszta wy³±czona; je¶li generowany jest tekst, --ifplaintext jest w³±czony, a inne wy³±czone; je¶li generowany jest XML, --ifxml jest w³±czone, a reszta wy³±czona.
ro: Valori implicite pentru condiþionalele @if... depind de formatul de ieºire: dacã generaþi HTML, --ifhtml este selectat iar restul sunt deselectate; dacã generaþi, --ifinfo este selectat iar restul sunt deselectate; dacã generaþi text simplu, --ifplaintext este selectat iar restul sunt deselectate;

source: Examples: makeinfo foo.texi write Info to foo's @setfilename makeinfo --html foo.texi write HTML to @setfilename makeinfo --xml foo.texi write Texinfo XML to @setfilename makeinfo --docbook foo.texi write DocBook XML to @setfilename makeinfo --no-headers foo.texi write plain text to standard output makeinfo --html --no-headers foo.texi write html without node lines, menus makeinfo --number-sections foo.texi write Info with numbered sections makeinfo --no-split foo.texi write one Info file however big
pl: Przyk³ady: makeinfo foo.texi zapisanie Info do @setfilename z foo makeinfo --html foo.texi zapisanie HTML do @setfilename makeinfo --xml foo.texi zapisanie Texinfo XML do @setfilename makeinfo --docbook foo.texi zapisanie DocBook XML do @setfilename makeinfo --no-headers foo.texi zapisanie czystego tekstu na standardowe wyj¶cie makeinfo --html --no-headers foo.texi zapisanie HTML bez linii wêz³ów i menu makeinfo --number-sections foo.texi zapisanie Info z numerowanymi sekcjami makeinfo --no-split foo.texi zapisanie jednego wielkiego pliku Info

source: %s: Ignoring unrecognized TEXINFO_OUTPUT_FORMAT value `%s'.
pl: %s: Zignorowano nierozpoznan± warto¶æ TEXINFO_OUTPUT_FORMAT `%s'.
ro: %s: Ignor valoare nerecunoscutã TEXINFO_OUTPUT_FORMAT `%s'.

source: %s: %s arg must be numeric, not `%s'.
cs: %s: %s argument musí být èíslo ne `%s'.
pl: %s: argument %s musi byæ liczb±, a nie `%s'.
ro: %s: %s arg trebuie sã fie numeric, nu `%s'.

source: %s: could not open macro expansion output `%s'
pl: %s: nie mo¿na otworzyæ wyj¶cia `%s' do zapisu rozwiniêæ makr
ro: %s: nu am putut deschide ieºirea expansiunii macro-ului `%s'

source: %s: ignoring second macro expansion output `%s'.
pl: %s: zignorowano drugie wyj¶cie `%s' do zapisu rozwiniêæ makr.
ro: %s: nu am putut deschide ieºirea expansiunii macro-ului `%s'.

source: %s: --paragraph-indent arg must be numeric/`none'/`asis', not `%s'.
cs: %s: argument pro --paragraph-indent musí být èíslo|`none'|`asis', ale ne `%s'.
pl: %s: argument --paragraph-indent musi byæ liczb±/`none'/`asis', a nie `%s'.
ro: %s: --paragraph-indent arg trebuie sã fie numeric/`none'/`asis', nu `%s'.

source: %s: --footnote-style arg must be `separate' or `end', not `%s'.
cs: %s: argument k --footnote-style musí být `separate'|`end', ale ne `%s'.
pl: %s: argumentem --footnote-style musi byæ `separate' lub `end', a nie `%s'.
ro: %s: --footnote-style arg trebuie sã fie `separate' sau `end', nu `%s'.

source: %s: missing file argument.
cs: %s: chybí argument jména souboru.
pl: %s: brakuj±cy argument plikowy.
ro: %s: lipseºte fiºierul argument.

source: Multiline command %c%s used improperly
pl: Niew³a¶ciwie u¿yte wieloliniowe polecenie %c%s
ro: Comandã pe multiple linii %c%s folositã incorect

source: Expected `%s'
cs: Oèekáváno `%s'
pl: Oczekiwano `%s'
ro: Am aºteptat `%s'

source: Can't create directory `%s': %s
pl: Nie mo¿na utworzyæ katalogu `%s': %s
ro: Nu pot crea directorul `%s': %s

source: No `%s' found in `%s'
cs: Soubor `%s' nenalezen v `%s'
pl: Nie znaleziono `%s' w `%s'
ro: Nici un `%s' nu a fost gãsit în `%s'

source: %s: Skipping macro expansion to stdout as Info output is going there.
cs: %s: Vynechávám expanzi makra na stdout a expanze jde jako Info výstup.
pl: %s: nie zapisywanie rozwiniêæ makr na stdout, bo tam zapisywane jest Info.
ro: %s: Omite expasiunea macro la ieºire întrucât ieºirea Info merge acolo.
