Repository: TeX-Live/texlive-source
Catalog: utils/texinfo/po/*.po
Languages: cs, pl, ro

source: Unknown system error
pl: Nieznany b³±d systemowy

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s' není jednoznaèný
pl: %s: opcja `%s' jest niejednoznaczna
ro: %s: opþiunea `%s' este ambiguã

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s' musí být zadán bez argumentu
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `--%s' nu permite un argument

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s' musí být zadán bez argumentu
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `%c%s' nu permite un argument

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s' vy¾aduje argument
pl: %s: opcja `%s' musi mieæ argument
ro: %s: opþiunea `%s' necesitã un argument

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s'
pl: %s: nieznana opcja `--%s'
ro: %s: opþiune nerecunoscutã `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s'
pl: %s: nieznana opcja `%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'

source: %s: illegal option -- %c
cs: %s: neznámý pøepínaè -- %c
pl: %s: niew³a¶ciwa opcja -- %c
ro: %s: opþiune ilegalã -- %c

source: %s: invalid option -- %c
cs: %s: neznámý pøepínaè -- %c
pl: %s: b³êdna opcja -- %c
ro: %s: opþiune invalidã -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c
pl: %s: opcja musi mieæ argument -- %c
ro: %s: opþiunea necesitã un argument -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: pøepínaè `-W %s' není jednoznaèný
pl: %s: opcja `-W %s' jest niejednoznaczna
ro: %s: opþiunea `-W %s' este ambiguã

source: %s: option `-W %s' doesn't allow an argument
cs: %s: pøepínaè `-W %s' musí být zadán bez argumentu
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów
ro: %s: opþiunea `-W %s' nu permite un argument

source: memory exhausted
pl: pamiêæ wyczerpana

source: Move forward a character
cs: Posun na následující znak
pl: Przesuniêcie do przodu o znak
ro: Mergi înainte un caracter

source: Move backward a character
cs: Posun na pøedcházející znak
pl: Przesuniêcie do ty³u o znak
ro: Mergi înapoi un caracter

source: Move to the start of this line
cs: Pøesun na zaèátek tohoto øádku
pl: Przej¶cie na pocz±tek tej linii
ro: Mergi la începutul acestei linii

source: Move to the end of this line
cs: Pøesun na konec tohoto øádku
pl: Przej¶cie na koniec tej linii
ro: Mergi la sfârºitul acestei linii

source: Move forward a word
cs: Posun na následující slovo
pl: Przesuniêcie do przodu o s³owo
ro: Mergi înainte un cuvânt

source: Move backward a word
cs: Posun na pøedcházející slovo
pl: Przesuniêcie do ty³u o s³owo
ro: Mergi înapoi un cuvânt

source: Delete the character under the cursor
cs: Smazání znaku pod kurzorem
pl: Usuniêcie znaku pod kursorem
ro: ªterge caracterul de sub cursor

source: Delete the character behind the cursor
cs: Smazání prvního znaku vlevo od kurzoru
pl: Usuniêcie znaku za kursorem
ro: ªterge caracterul din stânga cursorului

source: Cancel or quit operation
cs: Zru¹ení nebo pøeru¹ení operace
pl: Anulowanie lub rezygnacja z operacji
ro: Renunþã sau terminã operaþiunea

source: Accept (or force completion of) this line
cs: Akceptování (nebo vnucené dokonèení) tohoto øádku
pl: Przyjêcie (lub wymuszenie dokoñczenia) tej linii
ro: Acceptã (sau forþeazã completarea) acestei linii

source: Insert next character verbatim
cs: Vlo¾ení dal¹ího znaku bez interpretace jeho funkce
pl: Wstawienie nastêpnego znaku dos³ownie
ro: Insereazã urmãtorul caracter identic (verbatim)

source: Insert this character
cs: Vlo¾ení tohoto znaku
pl: Wstawienie tego znaku
ro: Insereazã acest caracter

source: Insert a TAB character
cs: Vlo¾ení tabelátoru
pl: Wstawienie znaku TAB
ro: Insereazã un caracter TAB

source: Transpose characters at point
cs: Pøemístìní znaku na pozici
pl: Przestawienie znaków w miejscu
ro: Transpune caracterele la acest punct

source: Yank back the contents of the last kill
cs: Vlo¾ení toho co bylo naposled smazáno
pl: Wstawienie zawarto¶ci ostatniego wyciêcia
ro: Extrage înapoi conþinutul ultimei ºtergeri (kill)

source: Kill ring is empty
cs: Kruhový buffer smazaných oblastí je prázdný
pl: Zakres wyciêcia jest pusty
ro: Inelul de ºtergeri (kill) e gol

source: Yank back a previous kill
cs: Vlo¾ení naposledy smazaného úseku
pl: Wstawienie poprzedniego wyciêcia
ro: Extrage înapoi o ºtergere (kill) anterioarã

source: Kill to the end of the line
cs: Smazání v¹eho od kurzoru a¾ do konce øádku
pl: Wyciêcie na koniec linii
ro: ªterge (kill) pânã la sfârºitul liniei

source: Kill to the beginning of the line
cs: Smazání v¹eho od zaèátku øádku do kurzoru
pl: Wyciêcie na pocz±tek linii
ro: ªterge (kill) pânã la începutul liniei

source: Kill the word following the cursor
cs: Smazání slova, od kurzoru do konce slova
pl: Wyciêcie s³owa za kursorem
ro: ªterge (kill) cuvântul din dreapta cursorului

source: Kill the word preceding the cursor
cs: Smazání slova, od zaèátku slova do kurzoru
pl: Wyciêcie s³owa przed kursorem
ro: ªterge (kill) cuvãntul din stânga cursorului

source: No completions
cs: Doplnìní neexistují
pl: Brak uzupe³nieñ
ro: Nici o completare

source: Not complete
cs: Nekompletní
pl: Nie dokoñczono
ro: Nu e completat

source: List possible completions
cs: Seznam mo¾ných doplnìní
pl: Wypisanie mo¿liwych uzupe³nieñ
ro: Enumerã completãrile posibile

source: Sole completion
cs: Jedinné doplnìní
pl: Jedyne uzupe³nienie
ro: O singurã completare

source: One completion:
cs: Jedno doplnìní:
pl: Jedno uzupe³nienie:
ro: O completare:

source: %d completions:
cs: %d doplnìní:
pl: %d uzupe³nieñ:
ro: %d completãri:

source: Insert completion
cs: Vlo¾ení doplnìní
pl: Wstawienie uzupe³nienia
ro: Insereazã completarea

source: Building completions...
cs: Hledám doplnìní...
pl: Tworzenie uzupe³nieñ...
ro: Construim completãrile...

source: Scroll the completions window
cs: Odrolování obsahu okna s doplnìními
pl: Przewijanie okna uzupe³nieñ
ro: Scroll fereastra de completãri

source: Footnotes could not be displayed
cs: Poznámky pod èarou nelze zobrazit
pl: Przypisy nie mog± byæ wy¶wietlone
ro: Notele de subsol nu pot fi afiºate

source: Show the footnotes associated with this node in another window
cs: Zobrazení poznámek pod èarou, vztahujících se k tomuto uzlu, v jiném oknì
pl: Pokazanie przypisów zwi±zanych z tym wêz³em w innym oknie
ro: Aratã notele de subsol asociate cu acest nod în aceastã fereastrã

source: ---------- Footnotes ----------
pl: ---------- Przypisy -----------
ro: ------- Note de subsol -------

source: Look up a string in the index for this file
cs: Vyhledání øetìzce v rejstøíku tohoto souboru
pl: Szukanie ³añcucha w indeksie tego pliku
ro: Cautã un ºir în indexul acestui fiºier

source: Finding index entries...
cs: Jsou hledány polo¾ky rejstøíku...
pl: Szukanie wpisów w indeksie...
ro: Cãutãm intrãri în index...

source: No indices found.
cs: ®ádný rejstøík nebyl nalezen.
pl: Nie znaleziono indeksów.
ro: Nici am gãsit nici un index.

source: Index entry:
cs: Polo¾ka rejstøíku:
pl: Wpis indeksu:
ro: Intrare în index:

source: Go to the next matching index item from the last `\[index-search]' command
cs: Posun na dal¹í polo¾ku rejstøíku, odpovídající øetìzci z minulého pøíkazu `\[index-search]'
pl: Przej¶cie do nastêpnego pasuj±cego elementu z ostatniego `\[index-search]'
ro: Mergi la urmãtorul articol de index ce se potriveºte ultimei comenzi `\[index-search]'

source: No previous index search string.
cs: Není zadán øetìzec, který se má vyhledávat v rejstøíku(cích).
pl: Brak poprzedniego ³añcucha szukanego w indeksie.
ro: Nu existã nici un ºir cãutat anterior.

source: No index entries.
cs: Nejsou polo¾ky rejstøíku.
pl: Brak wpisów w indeksie.
ro: Nici o intrare în index.

source: No %sindex entries containing `%s'.
pl: Nie ma %swpisów w indeksie zawieraj±cych `%s'.
ro: Nici o intrare în %sindex conþinând `%s'.

source: more
cs: dal¹í
pl: wiêcej
ro: mai mult

source: CAN'T SEE THIS
cs: TOTO NELZE VIDÌT
pl: NIE MO¯NA TEGO ZOBACZYÆ
ro: NU POT VEDEA ACEASTA

source: Found `%s' in %s. (`\[next-index-match]' tries to find next.)
pl: Znaleziono `%s' w %s. (`\[next-index-match]' próbuje znale¼æ nastêpne.)
ro: Am gãsit `%s' în %s. (`\[next-index-match]' încearcã sã gãseascã urmãtorul.)

source: Scanning indices of `%s'...
pl: Przeszukiwanie indeksów `%s'...
ro: Scanãm indexurile pentru `%s'...

source: No available info files have `%s' in their indices.
pl: ¯aden z dostêpnych plików info nie zawiera `%s' w swoich indeksach.
ro: Nici un fiºier info nu are `%s' în indexurile lor.

source: Grovel all known info file's indices for a string and build a menu
cs: Vyhledání øetìzce ve v¹ech známých rejstøících info souborù a vytvoøení menu
pl: Szukanie ³añcucha w znanych indeksach plików info i zbudowanie menu
ro: Cautã în toþi indexurile fiºierului pentru un ºir ºi contruieºte un meniu

source: Index apropos:
cs: Hledat v rejstøíku odkaz na:
pl: Indeks dla ³añcucha:

source: * Menu: Nodes whose indices contain `%s':
pl: * Menu: Wêz³y, których indeksy zawieraj± `%s':
ro: * Meniu: Noduri a cãror indexurile conþin `%s':

source: Try --help for more information.
cs: Více informací mù¾ete získat pomocí pøepínaèe --help.
pl: Wiêcej informacji mo¿na uzyskaæ przez --help.
ro: Încercaþi --help pentru informaþii suplimentare.

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pl: Copyright (C) %s Free Software Foundation, Inc. Licencja GPLv3+: GNU GPL wersja 3 lub pó¼niejsza <http://www.gnu.org/licenses/gpl.html> To jest oprogramowanie wolnodostêpne: mo¿na je modyfikowaæ i rozpowszechniaæ. Nie ma ¯ADNEJ GWARANCJI w zakresie dopuszczalnym przez prawo.

source: no index entries found for `%s'
cs: odpovídající polo¾ky rejstøíku nebyly pro `%s' nalezeny
pl: nie znaleziono wpisów w indeksie dla `%s'
ro: nici o intrare de index a fost gãsitã pentru `%s'

source: Usage: %s [OPTION]... [MENU-ITEM...] Read documentation in Info format.
pl: Sk³adnia: %s [OPCJA]... [ELEMENT-MENU...] Przegl±danie dokumentacji w formacie Info.

source: Options: -k, --apropos=STRING look up STRING in all indices of all manuals. -d, --directory=DIR add DIR to INFOPATH. --dribble=FILENAME remember user keystrokes in FILENAME. -f, --file=FILENAME specify Info file to visit.
pl: Opcje: --apropos=£AÑCUCH szukanie £AÑCUCHA we wszystkich indeksach wszystkich podrêczników. -d, --directory=KATALOG dodanie KATALOGU do INFOPATH. --dribble=PLIK zapamiêtanie sekwencji klawiszy w PLIKU. -f, --file=PLIK podanie pliku Info do odwiedzenia.

source: -h, --help display this help and exit. --index-search=STRING go to node pointed by index entry STRING. -n, --node=NODENAME specify nodes in first visited Info file. -o, --output=FILENAME output selected nodes to FILENAME.
pl: -h, --help wy¶wietlenie tego opisu i zakoñczenie dzia³ania. --index-search=£AÑCUCH przej¶cie do wêz³a za £AÑCUCHEM w indeksie. -n, --node=WÊZE£ podanie wêz³a w pierwszym odwiedzanym pliku. -o, --output=PLIK zapis wybranych wêz³ów do PLIKU.

source: -R, --raw-escapes output "raw" ANSI escapes (default). --no-raw-escapes output escapes as literal text. --restore=FILENAME read initial keystrokes from FILENAME. -O, --show-options, --usage go to command-line options node.
pl: -R, --raw-escapes wypisywanie sekwencji ANSI (domy¶lne). --no-raw-escapes wypisywanie sekwencji jako dos³ownego tekstu. --restore=PLIK czytanie pocz±tkowej sekwencji klawiszy z PLIKU. -O, --show-options, --usage przej¶cie do wêz³a z opcjami linii poleceñ.

source: -b, --speech-friendly be friendly to speech synthesizers.
pl: -b, --speech-friendly tryb przyjazny dla syntezatorów mowy.

source: --subnodes recursively output menu items. --vi-keys use vi-like and less-like key bindings. --version display version information and exit. -w, --where, --location print physical location of Info file.
pl: --subnodes rekurencyjne wypisanie elementów menu. --vi-keys u¿ywanie klawiszy w stylu programów vi i less. --version wy¶wietlenie informacji o wersji i zakoñczenie. -w, --where, --location wy¶wietlenie fizycznego po³o¿enia pliku Info.

source: The first non-option argument, if present, is the menu entry to start from; it is searched for in all `dir' files along INFOPATH. If it is not present, info merges all `dir' files and shows the result. Any remaining arguments are treated as the names of menu items relative to the initial node visited.
pl: Pierwszy argument nie bêd±cy opcj±, je¶li jest obecny, jest wpisem menu, od którego program ma zacz±æ pracê; jest poszukiwany we wszystkich plikach `dir' le¿±cych w INFOPATH. Je¶li nie jest obecny, info ³±czy wszystkie pliki `dir' i pokazuje wynik. Wszystkie pozosta³e argumenty s± traktowane jako nazwy elementów menu wzglêdem pocz±tkowo odwiedzonego wêz³a.

source: Examples: info show top-level dir menu info emacs start at emacs node from top-level dir info emacs buffers start at buffers node within emacs manual info --show-options emacs start at node with emacs' command line options info --subnodes -o out.txt emacs dump entire manual to out.txt info -f ./foo.info show file ./foo.info, not searching dir
pl: Przyk³ady: info pokazanie menu katalogów g³ównego poziomu info emacs rozpoczêcie od wêz³a emacs z g³ównego katalogu info emacs buffers rozpoczêcie od wêz³a buffers w podrêczniku emacsa info --show-options emacs rozpoczêcie od wêz³a z opisem linii poleceñ emacsa info --subnodes -o out.txt emacs zapisanie ca³ego podrêcznika do out.txt info -f ./foo.info pokazanie pliku ./foo.info bez szukania w katalogu

source: Email bug reports to bug-texinfo@gnu.org, general questions and discussion to help-texinfo@gnu.org. Texinfo home page: http://www.gnu.org/software/texinfo/
pl: Raporty o b³êdach prosimy wysy³aæ poczt± elektroniczn± na adres bug-texinfo@gnu.org, a ogólne pytania i dyskusjê na help-texinfo@gnu.org. Strona domowa texinfo: http://www.gnu.org/software/texinfo/
ro: Trimiteþi emailuri raportând bug-uri la bug-texinfo@gnu.org, întrebãri generale ºi discuþii la help-texinfo@gnu.org. Texinfo homepage: http://www.gnu.org/software/texinfo/

source: Cannot find node `%s'.
cs: Uzel `%s' nelze nalézt.
pl: Nie mo¿na znale¼æ wêz³a `%s'.
ro: Nu pot gãsi nodul `%s'.

source: Cannot find node `(%s)%s'.
cs: Uzel `(%s)%s' nelze nalézt.
pl: Nie mo¿na znale¼æ wêz³a `(%s)%s'.
ro: Nu pot gãsi nodul `(%s)%s'.

source: Cannot find a window!
cs: Nelze nalézt okno!
pl: Nie mo¿na znale¼æ okna!
ro: Nu pot gãsi o fereastrã!

source: Point doesn't appear within this window's node!
cs: Bod se nevyskutuje v oknì tohoto uzlu!
pl: Kropka nie wystêpuje w wê¼le z tego okna!
ro: Punctul nu apare în interiorul nodului acestei ferestre!

source: Cannot delete the last window.
cs: Poslední okno nelze smazat.
pl: Nie mo¿na usun±æ ostatniego okna.
ro: Nu pot ºterge ultima fereastrã.

source: No menu in this node.
cs: V tomto uzlu není menu.
pl: Brak menu w tym wê¼le.
ro: Nici un meniu în acest nod

source: No footnotes in this node.
cs: V tomto nejsou poznámky pod èarou.
pl: Brak przypisów w tym wê¼le.
ro: Nici o notã de subsol în acest nod.

source: No cross references in this node.
cs: V tomto uzlu není køí¾ový odkaz.
pl: Brak odsy³aczy w tym wê¼le.
ro: Nici o referinþã la acelaºi pasaj în acest nod.

source: No `%s' pointer for this node.
cs: Pro tento uzel není `%s' ukazatel.
pl: Brak wska¼nika `%s' dla tego wêz³a.
ro: Nici un pointer `%s' pentru acest nod.

source: Unknown Info command `%c'; try `?' for help.
cs: Neznámý Info pøíkaz `%c'; zkuste `?' pro nápovìdu.
pl: Nieznane polecenie Info `%c'; `?' przywo³uje pomoc.
ro: Comandã Info necunoscutã `%c';încercaþi `?' pentru ajutor.

source: Terminal type `%s' is not smart enough to run Info.
cs: Typ terminálu `%s' není dostateènì inteligentní pro provoz Infa.
pl: Typ terminala `%s' nie jest wystarczaj±cy do uruchomienia Info.
ro: Terminalul de tip `%s' nu e destul de deºtept sã ruleze Info.

source: You are already at the last page of this node.
cs: Ji¾ jste na poslední stránce tohoto uzlu.
pl: To ju¿ jest ostatnia strona tego wêz³a.
ro: Sunteþi deja la ultima paginã a acestui nod.

source: You are already at the first page of this node.
cs: Ji¾ jste na první stránce tohoto uzlu.
pl: To ju¿ jest pierwsza strona tego wêz³a.
ro: Sunteþi deja la prima paginã a acestui nod.

source: Only one window.
cs: Pouze jedno okno.
pl: Tylko jedno okno.
ro: O singurã fereastrã.

source: Resulting window would be too small.
cs: Výsledné okno by bylo pøíli¹ malé.
pl: Wynikowe okno by³oby zbyt ma³e.
ro: Fereastra rezultantã ar fi prea micã.

source: Not enough room for a help window, please delete a window.
cs: Není volné místo pro okno nápovìdy, prosím sma¾te nìkteré okno.
pl: Za ma³o miejsca na okno pomocy, proszê usun±æ okno.
ro: Nu e destul spaþiu pentru o fereastrã de ajutor, ºtergeþi o fereastrã.

source: Basic Info command keys
pl: Podstawowe klawisze poleceñ Info

source: \%-10[quit-help] Close this help window.
pl: \%-10[quit-help] Opuszczenie tego okna pomocy.

source: \%-10[quit] Quit Info altogether.
pl: \%-10[quit] Opuszczenie ca³ego Info.
ro: \%-10[quit] Terminã Info complet.

source: \%-10[get-info-help-node] Invoke the Info tutorial.
pl: \%-10[get-info-help-node] Uruchomienie tutoriala Info.
ro: \%-10[get-info-help-node] Invocaþi tutorialul Info.

source: \%-10[prev-line] Move up one line.
pl: \%-10[prev-line] Przej¶cie w górê o jedn± liniê.

source: \%-10[next-line] Move down one line.
pl: \%-10[next-line] Przewiniêcie w dó³ o jedn± liniê.

source: \%-10[scroll-backward] Scroll backward one screenful.
pl: \%-10[scroll-backward] Przewiniêcie do ty³u o stronê ekranu.

source: \%-10[scroll-forward] Scroll forward one screenful.
pl: \%-10[scroll-forward] Przewiniêcie do przodu o stronê ekranu.

source: \%-10[beginning-of-node] Go to the beginning of this node.
pl: \%-10[beginning-of-node] Przej¶cie na pocz±tek tego wêz³a.

source: \%-10[end-of-node] Go to the end of this node.
pl: \%-10[end-of-node] Przej¶cie na koniec tego wêz³a.
ro: \%-10[end-of-node] Mergi la sfârºitul acestui nod.

source: \%-10[move-to-next-xref] Skip to the next hypertext link.
pl: \%-10[move-to-next-xref] Przej¶cie do nastêpnego odno¶nika hipertekstowego.

source: \%-10[select-reference-this-line] Follow the hypertext link under the cursor.
pl: \%-10[select-reference-this-line] Przej¶cie za odno¶nikiem hipertekstowym pod kursorem.

source: \%-10[history-node] Go back to the last node seen in this window.
pl: \%-10[history-node] Przej¶cie do ostatniego wêz³a widocznego w tym oknie.

source: \%-10[global-prev-node] Go to the previous node in the document.
pl: \%-10[global-prev-node] Przej¶cie do poprzeniego wêz³a dokumentu.

source: \%-10[global-next-node] Go to the next node in the document.
pl: \%-10[global-next-node] Przej¶cie do nastêpnego wêz³a dokumentu.

source: \%-10[prev-node] Go to the previous node on this level.
pl: \%-10[prev-node] Przej¶cie do poprzedniego wêz³a danego poziomu.

source: \%-10[next-node] Go to the next node on this level.
pl: \%-10[next-node] Przej¶cie do nastêpnego wêz³a danego poziomu.

source: \%-10[up-node] Go up one level.
pl: \%-10[up-node] Przej¶cie o jeden poziom w górê.

source: \%-10[top-node] Go to the top node of this document.
pl: \%-10[top-node] Przej¶cie do g³ównego wêz³a dokumentu.

source: \%-10[dir-node] Go to the main `directory' node.
pl: \%-10[dir-node] Przej¶cie do wêz³a g³ównego katalogu.

source: 1...9 Pick the first...ninth item in this node's menu.
pl: 1...9 Wybranie pierwszego ... dziewi±tego elementu z menu wêz³a.

source: \%-10[last-menu-item] Pick the last item in this node's menu.
pl: \%-10[last-menu-item] Wybranie ostatniego elementu z menu wêz³a.

source: \%-10[menu-item] Pick a menu item specified by name.
pl: \%-10[menu-item] Wybranie elementu menu zadanego nazw±.

source: \%-10[xref-item] Follow a cross reference specified by name.
pl: \%-10[xref-item] Przej¶cie za odsy³aczem zadanym nazw±.

source: \%-10[goto-node] Go to a node specified by name.
pl: \%-10[goto-node] Przej¶cie do wêz³a zadanego nazw±.

source: \%-10[search] Search forward for a specified string.
pl: \%-10[search] Szukanie podanego ³añcucha w przód

source: \%-10[search-previous] Search for previous occurrence.
pl: \%-10[search-previous] Szukanie poprzedniego wyst±pienia.

source: \%-10[search-next] Search for next occurrence.
pl: \%-10[search-next] Szukanie nastêpnego wyst±pienia.

source: \%-10[index-search] Search for a specified string in the index, and select the node referenced by the first entry found.
pl: \%-10[index-search] Szukanie podanego ³añcucha we wpisach indeksu tego pliku Info i wybranie wêz³a wskazywanego przez pierwszy znaleziony wpis.

source: \%-10[abort-key] Cancel the current operation.
pl: \%-10[abort-key] Anulowanie bie¿±cej operacji.

source: Basic Commands in Info Windows ******************************
pl: Podstawowe polecenia w oknach Info **********************************
ro: Comenzi de bazã în Fereastra Info *********************************

source: %-10s Quit this help.
cs: %-10s Ukonèení prohlí¾ení nápovìdy.
pl: %-10s Opuszczenie tej pomocy.
ro: %-10s Terminã acest ajutor.

source: %-10s Quit Info altogether.
cs: %-10s Celkové ukonèení Infa.
pl: %-10s Opuszczenie ca³ego Info.
ro: %-10s Terminã Info complet.

source: %-10s Invoke the Info tutorial.
cs: %-10s Vyvolání prùvodce Infem.
pl: %-10s Uruchomienie tutoriala Info.
ro: %-10s Invocã tuturialul Info.

source: %-10s Move to the `next' node of this node.
cs: %-10s Pøesun na "dal¹í" uzel tohoto uzlu.
pl: %-10s Przej¶cie do wêz³a `nastêpny' tego wêz³a.
ro: %-10s Mergi la nodul `urmãtor' acestui nod.

source: %-10s Move to the `previous' node of this node.
cs: %-10s Pøesun na "pøedchozí" uzel tohoto uzlu.
pl: %-10s Przej¶cie do wêz³a `poprzedni' tego wêz³a.
ro: %-10s Mergi la nodul `precedent' acestui nod.

source: %-10s Move `up' from this node.
cs: %-10s Pøesun "nahoru" z aktuálního uzlu.
pl: %-10s Przej¶cie do wêz³a `w górê' tego wêz³a.
ro: %-10s Mergi în `sus' de la acest nod.

source: %-10s Pick menu item specified by name. Picking a menu item causes another node to be selected.
pl: %-10s Wybranie elementu menu zadanego nazw±. Wybranie elementu menu powoduje wybranie innego wêz³a.

source: %-10s Follow a cross reference. Reads name of reference.
cs: %-10s Následování køí¾ového odkazu. Ète název odkazu.
pl: %-10s Przej¶cie za odsy³aczem. Odczytuje nazwê odsy³acza.
ro: %-10s Urmeazã referinþã la acelaºi pasaj. Citeºte numele referinþei.

source: %-10s Move to the last node seen in this window.
cs: %-10s Pøesun na poslední uzel zobrazený v tomto oknì.
pl: %-10s Przej¶cie do ostatniego wêz³a widocznego w tym oknie.
ro: %-10s Mergi la ultimul nod vãzut în aceastã fereastrã.

source: %-10s Skip to next hypertext link within this node.
cs: %-10s Skok na následující hypertextový odkaz v tomto uzlu.
pl: %-10s Przej¶cie do nastêpnego odno¶nika hipertekstowego w tym wê¼le.
ro: %-10s Sari la urmãtoarea legãturã hypertext din acest nod.

source: %-10s Follow the hypertext link under cursor.
cs: %-10s Následování hypertextového odkazu pod kurzorem.
pl: %-10s Przej¶cie za odno¶nikiem hipertekstowym pod kursorem.
ro: %-10s Sari la legãtura hypertext de sub cursor.

source: %-10s Move to the `directory' node. Equivalent to `g (DIR)'.
cs: %-10s Pøesun do `adresáøového' uzlu. Rovnocenné s `g (DIR)'.
pl: %-10s Przej¶cie do wêz³a `directory' (katalog). Równoznaczne `g (DIR)'.
ro: %-10s Mergi la nodul `director'. Echivalent cu `g (DIR)'.

source: %-10s Move to the Top node. Equivalent to `g Top'.
cs: %-10s Pøesun do nejvy¹¹ího (Top) uzlu. Rovnocenné s `g Top'.
pl: %-10s Przej¶cie do wêz³a Szczytowy. Równoznaczne `g Top'.
ro: %-10s Mergi la nodul Vârf. Echivalent cu `g Top'.
