Repository: TeX-Live/texlive-source
Catalog: utils/texinfo/po/*.po
Languages: cs, pl, ro

source: Read a list of menus starting from dir and follow them
cs: Ètení seznamu menu zaèínajíce v adresáøi a pokraèujíce dále
pl: Odczytanie listy menu pocz±wszy od katalogu i pod±¿anie za ni±
ro: Citeºte o listã de meniuri pornind din dir ºi urmãreºte-le

source: Follow menus:
cs: Následování menu:
pl: Pod±¿anie za menu:
ro: Urmeazã meniurile:

source: Find the node describing program invocation
cs: Nalezení uzlu popisujícího pøepínaèe programu
pl: Szukanie wêz³a opisuj±cego wywo³anie programu
ro: Gãseºte nodul ce descrie invocarea programului

source: Find Invocation node of [%s]:
cs: Nalezení uzlu s pøepínaèi programu [%s]:
pl: Szukanie wêz³a Invocation dla [%s]:
ro: Gãseºte nodul Invocare pentru [%s]:

source: Read a manpage reference and select it
cs: Zadání jména manuálové stránky a následné zobrazení
pl: Odczytanie odno¶nika do strony podrêcznika i wybranie go
ro: Citeºte o referinþã de paginã de manul ºi selecteazã-o

source: Get Manpage:
cs: Manuálová stránka:
pl: Pobranie strony podrêcznika:
ro: Obþine paginã manual (manpage):

source: Select the node `Top' in this file
cs: Zobrazení nejvy¹¹ího uzlu v tomto souboru
pl: Wybranie wêz³a `Szczytowy' w tym pliku
ro: Selecteazã nodul `Vârf' în acest fiºier

source: Select the node `(dir)'
cs: Zobrazení uzlu `(dir)'
pl: Wybranie wêz³a `(dir)'
ro: Selecteazã nodul `(dir)'

source: Kill node (%s):
cs: Zru¹ení uzlu (%s):
pl: Zabicie wêz³a (%s):
ro: Distruge nodul (%s):

source: Cannot kill node `%s'
cs: Uzel `%s' nelze zru¹it
pl: Nie mo¿na zabiæ wêz³a `%s'
ro: Nu pot distruge nodul `%s'

source: Cannot kill the last node
cs: Poslední uzel nelze zru¹it
pl: Nie mo¿na zabiæ ostatniego wêz³a
ro: Nu pot distruge ultimul nod

source: Select the most recently selected node
cs: Zobrazení poslední dobou nejvíce nav¹tìvovaných uzlù
pl: Wybranie ostatnio wybranego wêz³a
ro: Selecteazã cel mai recent nod selectat

source: Kill this node
cs: Zru¹ení tohoto uzlu
pl: Zabicie tego wêz³a
ro: Distruge acest nod

source: Read the name of a file and select it
cs: Zadání jména souboru a jeho následné zobrazení
pl: Odczytanie nazwy pliku i wybranie go
ro: Citeºte numele unui fiºier ºi selecteazã-l

source: Find file:
cs: Nalezení souboru:
pl: Szukanie pliku:
ro: Gãseºte fiºier:

source: Cannot find `%s'.
cs: Nelze najít `%s'.
pl: Nie mo¿na znale¼æ `%s'.
ro: Nu pot gãsi `%s'.

source: Could not create output file `%s'.
cs: Výstupní soubor `%s' nelze vytvoøit.
pl: Nie mo¿na utworzyæ pliku wyj¶ciowego `%s'.
ro: Nu am putut crea fiºier ieºire `%s'.

source: Done.
cs: Dokonèeno.
pl: Gotowe.
ro: Terminat.

source: Writing node %s...
cs: Zapisování uzlu %s...
pl: Zapisywanie wêz³a %s...
ro: Scriu nod %s...

source: Pipe the contents of this node through INFO_PRINT_COMMAND
cs: Poslání obsahu tohoto uzlu pøíkazu INFO_PRINT_COMMAND
pl: Przepuszczenie zawarto¶ci tego pliku przez INFO_PRINT_COMMAND
ro: Conectez (pipe) conþinutul acestui nod prin INFO_PRINT_COMMAND

source: Cannot open pipe to `%s'.
cs: Rouru do `%s' nelze otevøít.
pl: Nie mo¿na otworzyæ potoku do `%s'.
ro: Nu pot deschide conexiune (pipe) cãtre `%s'.

source: Printing node %s...
cs: Probíhá tisk uzlu %s...
pl: Drukowanie wêz³a %s...
ro: Tipãresc nod %s...

source: Search continued from the end of the document.
pl: Kontynuacja szukania od koñca dokumentu.

source: Search continued from the beginning of the document.
pl: Kontynuacja szukania od pocz±tku dokumentu.

source: Searching subfile %s ...
cs: Probíhá hledání podsouboru %s...
pl: Szukanie podpliku %s ...
ro: Caut subfiºier %s ...

source: Read a string and search for it case-sensitively
cs: Pøeètení øetìzce a jeho vyhledání (zále¾í na velikosti písmen)
pl: Odczytanie ³añcucha i poszukiwanie go uwzglêdniaj±c wielko¶æ liter
ro: Citeºte un ºir ºi cautã-l þinând cont de litere mari/mici

source: Read a string and search for it
cs: Pøeètení øetìzce a jeho vyhledání
pl: Odczytanie ³añcucha i poszukiwanie go
ro: Citeºte un ºir ºi cautã-l

source: Read a string and search backward for it
cs: Pøeètení øetìzce a jeho vyhledání (zpìtné)
pl: Odczytanie ³añcucha i poszukiwanie go w ty³
ro: Citeºte un ºir ºi cautã-l înapoi

source: Regexp search
pl: Szukanie wyr.reg.

source: case-sensitively
pl: uwzgl. wielko¶æ liter

source: backward
pl: wstecz

source: Search
cs: Hledání
pl: Szukanie
ro: Cautã

source: Search failed.
cs: Nebylo nalezeno.
pl: Wyszukiwanie nie powiod³o siê.
ro: Cãutare eºuatã.

source: Repeat last search in the same direction
cs: Opakování posledního hledání tím samým smìrem
pl: Powtórzenie ostatniego poszukiwania w tym samym kierunku
ro: Repetã ultima cãutare în aceeaºi direcþie

source: No previous search string
cs: Není pøedchozí hledaný øetìzec
pl: Brak poprzedniego szukanego ³añcucha
ro: Nici un ºir cãutat anterior

source: Repeat last search in the reverse direction
cs: Opakování posledního hledání opaèným smìrem
pl: Powtórzenie ostatniego poszukiwania w odwrotnym kierunku
ro: Repetã ultima cãutare în direcþie opusã

source: Search interactively for a string as you type it
cs: Vyhledávání zadávaného øetìzce hned pøi zadávání
pl: Interaktywne poszukiwanie ³añcucha w trakcie wpisywania go
ro: Cautã interactiv pentru un ºir pe mãsurã ce este introdus

source: Regexp I-search backward:
pl: Interaktywne szukanie wyr.reg. wstecz:

source: I-search backward:
cs: zpìtné interaktivní hledání:
pl: Interaktywne szukanie wstecz:
ro: I-cautã înapoi:

source: Regexp I-search:
pl: Interaktywne szukanie wyr.reg.:

source: I-search:
cs: interaktivní hledání:
pl: Interaktywne szukanie:
ro: I-cautã:

source: Failing
cs: Bezvýsledné
pl: Bez powodzenia
ro: Eºuez

source: Move to the previous cross reference
cs: Pøesun na pøedcházející køí¾ový odkaz
pl: Przej¶cie do poprzedniego odsy³acza
ro: Mergi la referinþa precedentã

source: Move to the next cross reference
cs: Pøesun na následující køí¾ový odkaz
pl: Przej¶cie do nastêpnego odsy³acza
ro: Mergi la referinþa urmãtoare

source: Select reference or menu item appearing on this line
cs: Zobrazení odkazu nebo polo¾ky menu, která je na tomto øádku
pl: Wybranie odsy³acza lub elementu menu wystêpuj±cego w tej linii
ro: Selecteazã referinþa sau articolul de meniu ce apare pe acestã linie

source: Cancel current operation
cs: Zru¹ení aktuální operace
pl: Anulowanie bie¿±cej operacji
ro: Renunþã la operaþia curentã

source: Quit
cs: Ukonèení operace
pl: Wyj¶cie
ro: Ieºi

source: Move the cursor to a specific line of the window
cs: Pøesun kurzoru na zadaný øádek okna
pl: Przesuniêcie kursora do podanej linii w oknie
ro: Mutã cursorul la o anumitã linie din fereastrã

source: Redraw the display
cs: Pøekreslení obrazovky
pl: Odrysowanie ekranu
ro: Redeseneazã ecranul

source: Quit using Info
cs: Ukonèení Infa
pl: Wyj¶cie z Info
ro: Ieºi din Info

source: Run command bound to this key's lowercase variant
pl: Uruchomienie polecenia przypisanego do wariantu klawisza z ma³± liter±
ro: Ruleazã comanda legatã de litera micã de pe tastã

source: Unknown command (%s).
cs: Neznámý pøíkaz (%s).
pl: Nieznane polecenie (%s).
ro: Comandã necunoscutã (%s).

source: "%s" is invalid
cs: Sekvence kláves "%s" je neplatná
pl: "%s" jest niepoprawne
ro: "%s" este invalid

source: `%s' is invalid
pl: `%s' jest niepoprawne
ro: `%s' este invalid

source: Add this digit to the current numeric argument
cs: Pøidání této èíslice do aktuálního èíselného argumentu
pl: Dodanie tej cyfry do aktualnego argumentu liczbowego
ro: Adaugã aceastã cifrã la argumentul numeric curent

source: Start (or multiply by 4) the current numeric argument
cs: Zaèátek (nebo dìlení ètyømi) aktuálního èíselného argumentu
pl: Rozpoczêcie (lub pomno¿enie przez 4) aktualnego argumentu liczbowego
ro: Începe (sau înmulþeºte cu 4) argumentul numeric curent

source: Internally used by \[universal-argument]
cs: Vnitønì u¾íváno funkcí \[universal-argument]
pl: Wewnêtrznie u¿ywane przez \[universal-argument]
ro: Folosit intern de \[argument-universal]

source: readline: Out of virtual memory!
cs: readline: Nedostatek virtuální pamìti!
pl: readline: Zabrak³o pamiêci wirtualnej!
ro: readline: Nu mai am memorie virtualã!

source: When "On", footnotes appear and disappear automatically
cs: Je-li zapnuto, pak se poznámky pod èarou objevují a mizí automaticky
pl: Je¶li "On", przypisy pojawiaj± siê i znikaj± automatycznie
ro: Când "Activ", notele de subsol apar ºi dispar automatic

source: When "On", creating or deleting a window resizes other windows
cs: Je-li zapnuto, vytvoøení a smazání okna, mìní velikost ostatních oken
pl: Je¶li "On", tworzenie lub usuwanie okna zmienia rozmiar innych okien
ro: Când "Activ", crearea ºi ºtergere unei ferestre redimensioneazã alte ferestre

source: When "On", flash the screen instead of ringing the bell
cs: Je-li zapnuto, pak místo varovného pípnutí blikne obrazovka
pl: Je¶li "On", migniêcie ekranu zamiast d¼wiêkowego dzwonka
ro: Când "Activ", scânteiazã ecreanul în loc sã suni clopoþelul

source: When "On", errors cause the bell to ring
cs: Je-li zapnuto, pak chyby zpùsobí varovné pípnutí
pl: Je¶li "On", b³êdy wywo³uj± sygna³ ostrzegawczy
ro: Când "Activ", erorile face sã sune clopoþelul

source: When "On", Info garbage collects files which had to be uncompressed
cs: Je-li zapnuto, pak Info zapomíná odkomprimovanou èást komprimovaných souborù
pl: Je¶li "On", Info sprz±ta pliki, które musia³y zostaæ rozpakowane
ro: Când "Activ", Info colecteazã la gunoi fiºierele care au trebuit decompresate

source: When "On", the portion of the matched search string is highlighted
cs: Je-li zapnuto, pak je hledaný øetìzec v nalezeném výrazu zvýraznìn
pl: Je¶li "On", dopasowana czê¶æ szukanego ³añcucha jest pod¶wietlana
ro: Când "Activ", porþiunea din ºir care s-a potrivit este evidenþiatã

source: Controls what happens when scrolling is requested at the end of a node
cs: Øídí co se stane, kdy¾ je po¾adován posun o stranu na konci uzlu
pl: Kontrola, co dzieje siê przy próbie przewijania na koñcu wêz³a
ro: Controleazã ce se întâmplã când este cerut scroll la sfârºitul unui nod

source: Same as scroll-behaviour
pl: To samo co scroll-behaviour

source: The number lines to scroll when the cursor moves out of the window
cs: Poèet øádkù, o které posunout okno, kdy¾ se kurzor dostane mimo viditelnou èást
pl: Liczba linii do przewiniêcia kiedy kursor wychodzi za okno
ro: Numãrul de linii pentru scroll când cursorul se mutã în afara ferestrei

source: Controls whether scroll-behavior affects cursor movement commands
pl: Kontrola, czy scroll-behaviour dotyczy poleceñ przesuwaj±cych kursor

source: When "On", Info accepts and displays ISO Latin characters
cs: Je-li zapnuto, pak Info akceptuje a zobrazuje znaky z normy ISO Latin
pl: Je¶li "On", Info przyjmuje i wy¶wietla znaki ISO Latin
ro: Când "Activ", Info acceptã ºi afiºeazã caractere ISO Latin

source: What to do when a scrolling command is issued at the end of the last node
pl: Co robiæ kiedy polecenie przewijania wydano na koñcu ostatniego wêz³a

source: Explain the use of a variable
cs: Zobrazení popisu promìnné
pl: Wyja¶nienie u¿ycia zmiennej
ro: Explicã folosirea unei variabile

source: Describe variable:
cs: Popis promìnné:
pl: Opisanie zmiennej:
ro: Descrie variabila:

source: Set the value of an Info variable
cs: Nastavení hodnoty Info promìnné
pl: Ustawienie warto¶ci zmiennej Info
ro: Seteazã valoarea unei variabile Info

source: Set variable:
cs: Nastavení promìnné:
pl: Ustawienie zmiennej:
ro: Seteazã variabilã:

source: Set %s to value (%d):
cs: Nastavení promìnné %s na hodnotu (%d):
pl: Ustawienie %s na warto¶æ (%d):
ro: Seteazã %s cu valoarea (%d):

source: Set %s to value (%s):
cs: Nastavení promìnné %s na hodnotu (%s):
pl: Ustawienie %s na warto¶æ (%s):
ro: Seteazã %s cu valoarea (%s):

source: --*** Tags out of Date ***
cs: --*** Znaèky jsou zastatalé ***
pl: --*** Znaczniki s± nieaktualne ***
ro: --*** Tag-uri Vechi ***

source: -----Info: (), lines ----,
cs: -----Info: (), øádkù ----,
pl: -----Info: (), linii ----,
ro: -----Info: (), linii ----,

source: -%s---Info: %s, %d lines --%s--
cs: -%s---Info: %s, øádkù: %d --%s--
pl: -%s---Info: %s, %d linii --%s--
ro: -%s---Info: %s, %d linii --%s--

source: -%s%s-Info: (%s)%s, %d lines --%s--
cs: -%s%s-Info: (%s)%s, øádkù: %d --%s--
pl: -%s%s-Info: (%s)%s, %d linii --%s--
ro: -%s%s-Info: (%s)%s, %d linii --%s--

source: Subfile: %s
cs: Podsoubor: %s
pl: Podplik: %s
ro: Subfiºier: %s

source: %s: warning:
cs: %s: varování:
pl: %s: uwaga:
ro: %s: avertisment:

source: for %s
cs: pro %s
pl: dla %s
ro: pentru %s

source: Try `%s --help' for a complete list of options.
cs: Více informací získáte pøíkazem `%s --help'.
pl: `%s --help' poda pe³n± listê opcji.
ro: Încercaþi `%s --help' pentru o lipsã completã de opþiuni.

source: Usage: %s [OPTION]... [INFO-FILE [DIR-FILE]]
pl: Sk³adnia: %s [OPCJA]... [PLIK-INFO [PLIK-DIR]]

source: Add or remove entries in INFO-FILE from the Info directory DIR-FILE.
pl: Dodanie lub usuniêcie wpisów dla PLIKU-INFO w pliku katalogu PLIK-KATALOGU.

source: Options: --debug report what is being done. --delete delete existing entries for INFO-FILE from DIR-FILE; don't insert any new entries. --description=TEXT the description of the entry is TEXT; used with the --name option to become synonymous with the --entry option. --dir-file=NAME specify file name of Info directory file; equivalent to using the DIR-FILE argument. --dry-run same as --test.
pl: --debug informowanie o wykonywanych dzia³aniach. --delete usuniêcie istniej±cych wpisów dla PLIKU-INFO z PLIKU-KATALOGU; nie wstawianie nowych wpisów. --description=TEKST opis wpisu to TEKST; u¿ywane z opcj± --name jest odpowiednikiem opcji --entry. --dir-file=NAZWA podanie nazwy pliku z katalogiem Info; odpowiednik u¿ycia argumentu PLIK-KATALOGU. --dry-run to samo co --test.

source: --entry=TEXT insert TEXT as an Info directory entry. TEXT is written as an Info menu item line followed by zero or more extra lines starting with whitespace. If you specify more than one entry, all are added. If you don't specify any entries, they are determined from information in the Info file itself. When removing, TEXT specifies the entry to remove. TEXT is only removed as a last resort, if the entry as determined from the Info file is not present, and the basename of the Info file isn't found either.
pl: --entry=TEKST wstawienie TEKSTU jako wpisu katalogu Info. TEKST powinien mieæ formê linii elementu menu Info z zerem lub wiêcej linii zaczynaj±cymi siê od spacji. Je¶li podano wiêcej ni¿ jeden wpis, wszystkie s± dodawane. Je¶li nie podano ¿adnego wpisu, s± okre¶lane na podstawie informacji w samym pliku Info. Przy usuwaniu TEKST okre¶la wpis do usuniêcia. TEKST jest usuwany tylko w ostateczno¶ci, je¶li nie ma wpisu okre¶lonego przez plik Info ani nazwy pliku Info.

source: --help display this help and exit. --info-dir=DIR same as --dir-file=DIR/dir. --info-file=FILE specify Info file to install in the directory; equivalent to using the INFO-FILE argument. --item=TEXT same as --entry=TEXT. --keep-old do not replace entries, or remove empty sections. --menuentry=TEXT same as --name=TEXT. --name=TEXT the name of the entry is TEXT; used with --description to become synonymous with the --entry option. --no-indent do not format new entries in the DIR file. --quiet suppress warnings.
pl: --help wy¶wietlenie tego opisu i zakoñczenie. --info-dir=KATALOG to samo co --dir-file=KATALOG/dir. --info-file=PLIK podanie pliku Info do zainstalowania w katalogu; odpowiednik u¿ycia argumentu PLIK-INFO. --item=TEKST to samo co --entry=TEKST. --keep-old nie zastêpowanie wpisów, nie usuwanie pustych sekcji. --menuentry=TEKST to samo co --name=TEKST. --name=TEKST nazwa wpisu to TEKST; u¿ywane wraz z --description jest odpowiednikiem opcji --entry. --no-indent nie formatowanie nowych wpisów w pliku DIR. --quiet pominiêcie ostrze¿eñ.

source: --regex=R put this file's entries in all sections that match the regular expression R (ignoring case). --remove same as --delete. --remove-exactly only remove if the info file name matches exactly; suffixes such as .info and .gz are not ignored. --section=SEC put entries in section SEC of the directory. If you specify more than one section, all the entries are added in each of the sections. If you don't specify any sections, they are determined from information in the Info file itself. --section R SEC equivalent to --regex=R --section=SEC --add-once.
pl: --regex=WYRA¯ENIE umieszczenie wpisów tego pliku we wszystkich sekcjach pasuj±cych do WYRA¯ENIA regularnego (bez uwzglêdnienia wielko¶ci liter). --remove to samo co --delete. --remove-exactly usuniêcie tylko je¶li nazwa pliku info pasuje dok³adnie; przyrostki takie jak .info i .gz nie s± ignorowane. --section=SEKCJA umieszczenie wpisów dla tego pliku w danej SEKCJI katalogu. Je¶li podano wiêcej ni¿ jedn± sekcjê, wszystkie wpisy s± dodawane do ka¿dej z sekcji. Je¶li nie podano ¿adnej sekcji, s± okre¶lane na podstawie informacji w samym pliku Info. --section WYR SEK odpowiednik --regex=WYR --section=SEK --add-once.

source: --silent suppress warnings. --test suppress updating of DIR-FILE. --version display version information and exit.
pl: --silent pominiêcie ostrze¿eñ. --test pominiêcie uaktualniania PLIKU-KATALOGU. --version wy¶wietlenie informacji o wersji i zakoñczenie.

source: Email bug reports to bug-texinfo@gnu.org, general questions and discussion to help-texinfo@gnu.org. Texinfo home page: http://www.gnu.org/software/texinfo/
pl: Raporty o b³êdach prosimy wysy³aæ poczt± elektroniczn± na adres bug-texinfo@gnu.org, a ogólne pytania i dyskusjê na help-texinfo@gnu.org. Strona domowa texinfo: http://www.gnu.org/software/texinfo/

source: This is the file .../info/dir, which contains the topmost node of the Info hierarchy, called (dir)Top. The first time you invoke Info you start off looking at this node. %s This is the top of the INFO tree This (the Directory node) gives a menu of major topics. Typing "q" exits, "?" lists all Info commands, "d" returns here, "h" gives a primer for first-timers, "mEmacs<Return>" visits the Emacs manual, etc. In Emacs, you can click mouse button 2 on a menu item or cross reference to select it. %s
pl: To jest plik .../info/dir, zawieraj±cy najwy¿szy wêze³ hierarchii Info, o nazwie (dir)Top. Przy pierwszym uruchomieniu Info zaczyna siê od tego wêz³a. %s Oto wierzcho³ek drzewa INFO To (wêze³ Katalog) zawiera menu dla g³ównych tematów. Naci¶niêcie "q" koñczy przegl±danie, "?" wy¶wietla wszystkie polecenia Info, "d" wraca tutaj, "h" pokazuje wprowadzenie dla nowicjuszy, "mEmacs<Return>" odwiedza podrêcznik Emacsa itd. W Emacsie mo¿na klikn±æ drugim przyciskiem myszy na elemencie menu lub odsy³aczu, aby go wybraæ. %s
ro: Acesta este fiºierul .../info/dir, care conþine nodul cel mai de sus din ierarhia Info, numit (dir)Top. Prima datã când porniþi Info veþi vedea acest nod. %s Acesta este vârful arborelui INFO Acesta (nodul Director) furnizeazã un meniu cu subiecte majore. Apãsând "q" terminã, "?" enumerã toate comenzile Info, "d" vã aduce aici, "h" furnizeazã un tutorial pentru începãtori, "mEmacs<Return>" viziteazã manualul Emacs, etc. În Emacs, puteþi face clic cu butonul 2 al mausului pe un articol de meniu sau o referinþã pentru a o selecta. %s

source: %s: could not read (%s) and could not create (%s)
cs: %s: %s nelze èíst a %s nelze vytvoøit
pl: %s: nie mo¿na odczytaæ (%s) ani utworzyæ (%s)
ro: %s: nu am putut citi (%s) ºi nu am putut crea (%s)

source: %s: empty file
cs: %s: prázdný soubor
pl: %s: pusty plik
ro: %s: fiºier gol

source: START-INFO-DIR-ENTRY without matching END-INFO-DIR-ENTRY
cs: START-INFO-DIR-ENTRY bez odpovídajícího END-INFO-DIR-ENTRY
pl: START-INFO-DIR-ENTRY bez odpowiadaj±cego END-INFO-DIR-ENTRY
ro: START-INFO-DIR-ENTRY fãrã un END-INFO-DIR-ENTRY corespunzãtor

source: END-INFO-DIR-ENTRY without matching START-INFO-DIR-ENTRY
cs: END-INFO-DIR-ENTRY bez pøedchozího START-INFO-DIR-ENTRY
pl: END-INFO-DIR-ENTRY bez odpowiadaj±cego START-INFO-DIR-ENTRY
ro: END-INFO-DIR-ENTRY fãrã un START-INFO-DIR-ENTRY corespunzãtor

source: %s: already have dir file: %s
pl: %s: plik katalogu ju¿ istnieje: %s
ro: %s: are deja fiºier dir: %s

source: %s: Specify the Info file only once.
cs: %s: Info soubor zadejte pouze jednou.
pl: %s: Nale¿y podaæ plik Info tylko raz.
ro: %s: Specificã fiºierul Info o singurã datã.

source: Extra regular expression specified, ignoring `%s'
pl: Podano dodatkowe wyra¿enie regularne, zignorowano `%s'

source: Error in regular expression `%s': %s
pl: B³±d w wyra¿eniu regularnym `%s': %s

source: excess command line argument `%s'
cs: nadbyteèný argument `%s' v pøíkazovém øádku
pl: nadmiarowy argument linii poleceñ `%s'
ro: argument suplimentar în linia de comandã `%s'

source: No input file specified; try --help for more information.
cs: Vstupní soubor nezadán; pou¾itím pøepínaèe --help získáte bli¾¹í informace.
pl: Nie podano pliku wej¶ciowego; --help mo¿e podaæ wiêcej informacji.
ro: Nici un fiºier de intrare specificat; încercaþi --help pentru informaþii suplimentare.

source: No dir file specified; try --help for more information.
cs: Adresáø nebyl zadán; pou¾itím pøepínaèe `--help' získáte bli¾¹í informace
pl: Nie podano pliku katalogu; --help mo¿e podaæ wiêcej informacji.
ro: Nici un fiºier dir specificat; încercaþi --help pentru informaþii suplimentare.

source: no info dir entry in `%s'
cs: v Info adresáøi `%s' není ¾ádná polo¾ka
pl: brak wpisu do katalogu info w `%s'
ro: nici o intrare dir info în `%s'

source: no entries found for `%s'; nothing deleted
cs: pro `%s' nebyly nalezeny ¾ádné polo¾ky
pl: nie znaleziono wpisów dla `%s'; nic nie usuniêto
ro: nici o intrare gãsitã pentru `%s'; n-am ºters nimic

source: ferror on stdout
pl: ferror dla standardowego wyj¶cia

source: fflush error on stdout
pl: b³±d fflush dla standardowego wyj¶cia

source: arguments to @%s ignored
pl: zignorowano argumenty dla @%s
ro: argumentele pentru @%s ignorate

source: January
cs: Leden
pl: stycznia
ro: Ianuarie

source: February
cs: Únor
pl: lutego
ro: Februarie

source: March
cs: Bøezen
pl: marca
ro: Martie

source: April
cs: Duben
pl: kwietnia
ro: Aprilie

source: May
cs: Kvìten
pl: maja
ro: Mai

source: June
cs: Èerven
pl: czerwca
ro: Iunie

source: July
cs: Èervenec
pl: lipca
ro: Iulie

source: August
cs: Srpen
pl: sierpnia

source: September
cs: Záøí
pl: wrze¶nia
ro: Septembrie

source: October
cs: Øíjen
pl: pa¼dziernika
ro: Octombrie

source: November
cs: Listopad
pl: listopada
ro: Noiembrie

source: December
cs: Prosinec
pl: grudnia
ro: Decembrie

source: unlikely character %c in @var
cs: nepravdìpodobný znak %c ve @var
pl: niechciany znak %c w @var
ro: caracter neverosimil %c în @var

source: @sc argument all uppercase, thus no effect
cs: @sc argument je celý velkými písmeny, zbyteènì
pl: argument @sc zawiera same wielkie litery, wiêc brak efektu
ro: argumentul @sc în litere mari, prin urmare fãrã efect

source: `{' expected, but saw `%c'
pl: oczekiwano `{', ale napotkano `%c'
ro: `{' aºteptat, dar am vãzut `%c'

source: end of file inside verb block
pl: koniec pliku wewn±trz bloku verb
ro: sfârºit de fiºier în interiorul blocului de verb

source: `}' expected, but saw `%c'
pl: oczekiwano `}', ale napotkano `%c'
ro: `}' aºteptat, dar am vãzut `%c'

source: @strong{Note...} produces a spurious cross-reference in Info; reword to avoid that
pl: @string{Note...} tworzy nieprawdziwe odniesienia w Info; nale¿y przeredagowaæ aby zapobiec temu
ro: @strong{Notã...] produce o referinþã încruciºatã falsã în Info; reformulaþi pentru a o evita

source: %c%s is obsolete
cs: Pøíkaz %c%s je zastaralý
pl: %c%s jest przestarza³e
ro: %c%s este depãsit

source: @sp requires a positive numeric argument, not `%s'
cs: @sp vy¾aduje kladný èíselný argument a ne `%s'
pl: @sp wymaga argumentu bêd±cego liczb± dodatni±, a nie `%s'
ro: @sp necesitã un argument numeric pozitiv, nu `%s'
