Repository: TeX-Live/texlive-source
Catalog: utils/texinfo/po/*.po
Languages: cs, pl, ro

source: Moving within a node: ---------------------
pl: Poruszanie siê w ramach wêz³a: ------------------------------
ro: Mergi în interiorul nodului: ----------------------------

source: %-10s Scroll forward a page.
cs: %-10s Následující stránka.
pl: %-10s Przewiniêcie do przodu o stronê.
ro: %-10s Scroll înainte o paginã.

source: %-10s Scroll backward a page.
cs: %-10s Pøedchozí stránka.
pl: %-10s Przewiniêcie do ty³u o stronê.
ro: %-10s Scroll înapoi o paginã.

source: %-10s Go to the beginning of this node.
cs: %-10s Pøesun na zaèátek aktuálního uzlu.
pl: %-10s Przej¶cie na pocz±tek tego wêz³a.
ro: %-10s Mergi la începutul acestui nod.

source: %-10s Go to the end of this node.
cs: %-10s Pøesun na konec tohoto uzlu.
pl: %-10s Przej¶cie na koniec tego wêz³a.
ro: %-10s Mergi la sfârºitul acestui nod.

source: %-10s Scroll forward 1 line.
cs: %-10s Posun o jeden øádek dopøedu.
pl: %-10s Przewiniêcie do przodu o 1 liniê.
ro: %-10s Scroll înainte 1 linie.

source: %-10s Scroll backward 1 line.
cs: %-10s Posun o jeden øádek dozadu.
pl: %-10s Przewiniêcie do ty³u o 1 liniê.
ro: %-10s Scroll înapoi 1 linie.

source: Other commands: ---------------
pl: Inne polecenia: ---------------
ro: Alte comenzi: -------------

source: %-10s Pick first...ninth item in node's menu.
pl: %-10s Wybranie pierwszego ... dziewi±tego elementu z menu wêz³a.

source: %-10s Pick last item in node's menu.
cs: %-10s Zobrazení poslední polo¾ky menu uzlu.
pl: %-10s Wybranie ostatniego elementu z menu wêz³a.
ro: %-10s Alege ultimul articol în meniul nodului.

source: %-10s Search for a specified string in the index entries of this Info file, and select the node referenced by the first entry found.
pl: %-10s Szukanie podanego ³añcucha we wpisach indeksu tego pliku Info i wybranie wêz³a wskazywanego przez pierwszy znaleziony wpis.

source: %-10s Move to node specified by name. You may include a filename as well, as in (FILENAME)NODENAME.
pl: %-10s Przej¶cie do wêz³a zadanego nazw±. Mo¿na do³±czyæ tak¿e nazwê pliku w postaci (PLIK)WÊZE£.

source: %-10s Search forward for a specified string, and select the node in which the next occurrence is found.
pl: %-10s Szukanie podanego ³añcucha w przód i wybranie wêz³a, w którym znaleziono nastêpne wyst±pienie.

source: %-10s Search backward for a specified string, and select the node in which the next occurrence is found.
pl: %-10s Szukanie podanego ³añcucha w ty³ i wybranie wêz³a, w którym znaleziono nastêpne wyst±pienie.

source: The current search path is:
cs: Aktuální hledací cesta je:
pl: Aktualna ¶cie¿ka poszukiwania to:
ro: Calea curentã de cãutare este:

source: Commands available in Info windows:
cs: Pøíkazy dostupné v Info oknech:
pl: Polecenia dostêpne w oknach Info:
ro: Comenzile disponibile în fereastra Info:

source: Commands available in the echo area:
cs: Pøíkazy dostupné v zobrazovacím poli:
pl: Polecenia dostêpne w obszarze echo:
ro: Comenzile disponibile în zona de ecou:

source: The following commands can only be invoked via %s:
pl: Nastêpuj±ce polecenia mo¿na wywo³aæ tylko przez %s:
ro: Urmãtoarele comenzi pot fi invocate via %s

source: The following commands cannot be invoked at all:
pl: Nastêpuj±cych poleceñ nie mo¿na w ogóle wywo³aæ:
ro: Urmãtoarele comenzi nu pot fi deloc invocate:

source: Display help message
cs: Zobrazení nápovìdy
pl: Wy¶wietlenie pomocy
ro: Afiºeazã mesaj de ajutor

source: Visit Info node `(info)Help'
cs: Zobrazení Info uzlu `(info)Help'
pl: Odwiedzenie wêz³a Info `(info)Help'
ro: Viziteazã nodul Info `(info)Ajutor'

source: Print documentation for KEY
cs: Zobrazení dokumentace ke KLÁVESE
pl: Wy¶wietlenie dokumentacji dla KLAWISZA
ro: Tipãreºte documentaþie pentru tastã (KEY)

source: Describe key: %s
cs: Popis klávesy: %s
pl: Opis klawisza: %s
ro: Descrie tastã (key): %s

source: ESC %s is undefined.
cs: ESC %s je nedefinováno.
pl: ESC %s jest niezdefiniowany.
ro: ESC %s nu este definit(ã).

source: %s is undefined.
cs: %s je nedefinováno.
pl: %s jest niezdefiniowany.
ro: %s nu este definit(ã).

source: %s is defined to %s.
cs: Klávesa %s je definována pro pøíkaz %s.
pl: %s jest zdefiniowany na %s.
ro: %s este definit(ã) ca %s.

source: Show what to type to execute a given command
cs: Ukázání co napsat pro spu¹tìní daného pøíkazu
pl: Pokazanie co nacisn±æ, aby wykonaæ zadane polecenie
ro: Aratã ce trebuie tasta pentru a executa o anumitã comandã

source: Where is command:
cs: Kde je pøíkaz:
pl: Polecenie do znalezienia:
ro: Unde este comanda:

source: `%s' is not on any keys
cs: Pøíkaz `%s' není na ¾ádné klávese
pl: `%s' nie ma pod ¿adnym klawiszem
ro: `%s' nu este pe nici o tastã

source: %s can only be invoked via %s.
cs: Pøíkaz %s mù¾e být vyvolán pouze pomocí %s.
pl: %s mo¿na wywo³aæ tylko przez %s.
ro: %s poate fi invocat doar via %s.

source: %s can be invoked via %s.
cs: Pøíkaz %s mù¾e být vyvolán pomocí %s.
pl: %s mo¿na wywo³aæ przez %s.
ro: %s poate fi invocat via %s.

source: There is no function named `%s'
cs: Funkce `%s' není známa
pl: Nie ma funkcji o nazwie `%s'
ro: Nu existã nii o funcþie numitã `%s'

source: Selecting other nodes: ----------------------
pl: Wybór innych wêz³ów: --------------------
ro: Selectaþi alte noduri: ----------------------

source: incorrect number of arguments
pl: b³êdna liczba argumentów
ro: numãr incorect de argumente

source: cannot open input file `%s'
pl: nie mo¿na otworzyæ pliku wej¶ciowego `%s'
ro: nu pot deschide fiºierul de intrare `%s'

source: cannot create output file `%s'
pl: nie mo¿na utworzyæ pliku wyj¶ciowego `%s'
ro: nu pot crea fiºierul de ieºire `%s'

source: error writing to `%s'
pl: b³±d podczas zapisu do `%s'
ro: eroare la scrierea în `%s'

source: error closing output file `%s'
pl: b³±d podczas zamykania pliku wyj¶ciowego `%s'
ro: eroare la închiderea fiºierului de ieºire `%s'

source: key sequence too long
pl: sekwencja klawiszy zbyt d³uga
ro: secvenþã de taste prea lungã

source: missing key sequence
pl: brak sekwencji klawiszy
ro: secvenþã de taste inexistentã

source: NUL character (\000) not permitted
pl: znak NUL (\000) nie jest dozwolony
ro: caracterul NUL (\000) nu este permis

source: NUL character (^%c) not permitted
pl: znak NUL (^%c) nie jest dozwolony
ro: caracterul NUL (^%c) nu este permis

source: missing action name
pl: brakuj±ca nazwa akcji
ro: nume de acþiune inexistent

source: section too long
pl: sekcja zbyt d³uga
ro: secþiune prea lungã

source: unknown action `%s'
pl: nieznana akcja `%s'
ro: acþiune necunoscutã `%s'

source: action name too long
pl: nazwa akcji zbyt d³uga
ro: nume de acþiune prea lung

source: extra characters following action `%s'
pl: nadmiarowe znaki po akcji `%s'
ro: extra caractere dupã acþiunea `%s'

source: missing variable name
pl: brakuj±ca nazwa zmiennej
ro: nume de variabilã inexistent

source: missing `=' immediately after variable name
pl: brakuj±cy `=' bezpo¶rednio po nazwie zmiennej
ro: caracterul `=' lipseºte imediat dupã numele de variabilã

source: variable name too long
pl: nazwa zmiennej zbyt d³uga
ro: nume de variabilã prea lung

source: value too long
pl: warto¶æ zbyt d³uga
ro: valoare prea lungã

source: "%s", line %u:
pl: "%s", linia %u:
ro: "%s", linia %u:

source: Usage: %s [OPTION]... [INPUT-FILE] Compile infokey source file to infokey file. Reads INPUT-FILE (default $HOME/.infokey) and writes compiled key file to (by default) $HOME/.info. Options: --output FILE output to FILE instead of $HOME/.info --help display this help and exit. --version display version information and exit.
pl: Sk³adnia: %s [OPCJA]... [PLIK-WEJ¦CIOWY] Kompilowanie pliku ¼ród³owego infokey do pliku infokey. Odczytywany jest PLIK-WEJ¦CIOWY (domy¶lnie $HOME/.infokey), a skompilowany plik klawiszy zapisywany jest (domy¶lnie) do $HOME/.info. Opcje: --output PLIK zapis do PLIKU zamiast do $HOME/.info --help wy¶wietlenie tej pomocy i zakoñczenie. --version wy¶wietlenie informacji o wersji i zakoñczenie.
ro: Folosire: %s [OPÞIUNE]... [FIªIER-INTRAre] Compileazã fiºierul sursã infokey în fiºier infokey. Citeºte FIªIER-INTRARE (implicit $HOME/.infokey) ºi scrie fiºierul cod compilat în (implicit) $HOME/.info. Opþiuni: --output FIªIER ieºire în FIªIER în loc de $HOME/.info --help afiºeazã acest ajutor ºi terminã. --version afiºeazã informaþii versiune ºi terminã.

source: Ignoring invalid infokey file `%s' - too small
pl: Zignorowany b³êdny plik infokey `%s' - zbyt ma³y
ro: Ignorãm fiºier infokey incorect `%s' - prea mic

source: Ignoring invalid infokey file `%s' - too big
pl: Zignorowany b³êdny plik infokey `%s' - zbyt du¿y
ro: Ignorãm fiºier infokey incorect `%s' - prea mare

source: Error reading infokey file `%s' - short read
pl: B³±d podczas czytania pliku infokey `%s' - skrócony odczyt
ro: Eroare la citirea fiºierului infokey `%s' - citit scurt

source: Invalid infokey file `%s' (bad magic numbers) -- run infokey to update it
pl: B³êdny plik infokey `%s' (z³e liczby magiczne) - mo¿na go uaktualniæ infokey
ro: Fiºier infokey incorect `%s' (bad magic numbers) -- rulaþi infokey pentru a-l actualiza

source: Your infokey file `%s' is out of date -- run infokey to update it
pl: Plik infokey `%s' jest przestarza³y - mo¿na go uaktualniæ poleceniem infokey
ro: Fiºierul d-voastrã infokey `%s' este vechi - rulaþi infokey pentru a-l actualiza

source: Invalid infokey file `%s' (bad section length) -- run infokey to update it
pl: B³êdny plik infokey `%s' (z³a d³ugo¶æ sekcji) - mo¿na go uaktualniæ infokey
ro: Fiºier infokey incorect `%s' (bad section length) -- rulaþi infokey pentru a-l actualiza

source: Invalid infokey file `%s' (bad section code) -- run infokey to update it
pl: B³êdny plik infokey `%s' (z³y kod sekcji) - mo¿na go uaktualniæ przez infokey
ro: Fiºier infokey incorect `%s' (bad section code) -- rulaþi infokey pentru a-l actualiza

source: Bad data in infokey file -- some key bindings ignored
pl: B³êdne dane w pliku infokey - czê¶æ przypisañ klawiszy zignorowana
ro: Date incorecte în fiºierul infokey -- unele legãturi de taste ignorate

source: Bad data in infokey file -- some var settings ignored
pl: B³êdne dane w pliku infokey - czê¶æ ustawieñ zmiennych zignorowana
ro: Date incorecte în fiºierul infokey -- unele setãri de variabile ignorate

source: Read the name of an Info command and describe it
cs: Zadání jména pøíkazu a následné zobrazení jeho popisu
pl: Odczytanie nazwy polecenia Info i opisanie go
ro: citeºte numele unei comenzi Info ºi descrie-o

source: Describe command:
cs: Popis pøíkazu:
pl: Opis polecenia:
ro: Descrie comanda:

source: Read a command name in the echo area and execute it
cs: Zadání jména pøíkazu v zobrazovacím poli a jeho vykonání
pl: Odczytanie nazwy polecenia w obszarze echo i wykonanie go
ro: Citeºte un nume de comandã în zona ecou ºi executã-o

source: Cannot execute an `echo-area' command here.
cs: Pøíkaz zobrazovacího pole nelze vykonat zde.
pl: Nie mo¿na tutaj wykonaæ polecenia `echo-area'.
ro: Nu pot executa o comandã `zonã ecou' aici.

source: Undefined command: %s
pl: Niezdefiniowane polecenie: %s
ro: Comandã nedefinitã: %s

source: Set the height of the displayed window
cs: Nastavení vý¹ky obrazovky
pl: Ustawienie wysoko¶ci wy¶wietlanego okna
ro: Seteazã înãlþimea ferestrei de afiºare

source: Set screen height to (%d):
cs: Vý¹ka obrazovky (%d):
pl: Ustawienie wysoko¶ci ekranu na (%d):
ro: Seteazã înãlþimea ecranului ls (%d):

source: Source files groveled to make this file include:
cs: Pøi zpracování zdrojového souboru jsou vkládány tyto soubory:
pl: Pliki ¼ród³owe przeszukane, aby ten plik zawiera³:
ro: Fiºierele sursã (groveled) pentru a include acest fiºier:

source: Couldn't manipulate the file %s.
cs: Se souborem %s nelze pracovat.
pl: Nie mo¿na obrabiaæ pliku %s.
ro: Nu ap putut manipula fiºierul %s.

source: * Menu: (File)Node Lines Size Containing File ---------- ----- ---- ---------------
cs: * Menu: (Soubor)Uzel Øádkù Velikost Soubor ------------ ----- -------- ------
pl: * Menu: (Plik)Wêze³ Linie Rozmiar Zawiera plik ----------- ----- ------- ------------
ro: * Meniu: (Fiºier)Nod Linii Mãrime Conþine fiºier ----------- ----- ------ --------------

source: Here is the menu of nodes you have recently visited. Select one from this menu, or use `\[history-node]' in another window.
cs: Zde je seznam uzlù, které jste poslední dobou nav¹tívil. Vyberte jeden z tohoto menu, nebo u¾ijte `\[history-node]' v tomto oknì.
pl: Oto jest menu ostatnio odwiedzonych wêz³ów. Mo¿na wybraæ jeden z tego menu lub u¿yæ `\[history-node]' w innym oknie.
ro: Aici este meniul cu nodurile pe care le-aþi vizitat recent. Selectaþi un nod din acest meniu, sau folosiþi `\[history-node]' în altã fereastrã

source: Make a window containing a menu of all of the currently visited nodes
cs: Vytvoøení okna obsahujícího menu v¹ech aktuálnì nav¹tívených uzlù
pl: Utworzenie okna zawieraj±cego menu wszystkich aktualnie odwiedzanych wêz³ów
ro: Creazã o fereastrã care conþine un meniu cu toate nodurile vizitate recent

source: Select a node which has been previously visited in a visible window
cs: Zobrazení uzlu, který byl zobrazen pøed tímto
pl: Wybranie wêz³a, który by³ poprzednio odwiedzony w widocznym oknie
ro: Selecteazã un nod care a fost vizitat anterior într-o fereastrã vizibilã

source: Select visited node:
cs: Vyberte nav¹tívený uzel:
pl: Wybranie widocznego wêz³a:
ro: Selecteazã nodul vizitat:

source: The reference disappeared! (%s).
cs: Odkaz se ztratil! (%s).
pl: Odsy³acz znikn±³! (%s).
ro: Referinþa a dispãrut! (%s).

source: regexp error: %s
pl: b³±d wyra¿enia regularnego: %s

source: Welcome to Info version %s. Type \[get-help-window] for help, \[menu-item] for menu item.
cs: Vítejte v programu Info verze %s. Stisknìte \[get-help-window] pro nápovìdu, \[menu-item] pro polo¾ku menu.
pl: Witamy w Info w wersji %s. \[get-help-window] pokazuje pomoc, \[menu-item] wybiera element menu.
ro: Bine aþi venit la Info versiunea %s. Tastaþi \[get-help-window] pentru ajutor, \[menu-item] pentru un articol din meniu.

source: Move down to the next line
cs: Posun dolù na dal¹í øádek
pl: Przej¶cie w dó³ do nastêpnej linii
ro: Mergi la linia urmãtoare

source: Move up to the previous line
cs: Posun nahoru na pøedchozí øádek
pl: Przej¶cie w górê do poprzedniej linii
ro: Mergi la linia precedentã

source: Move to the end of the line
cs: Pøesun na konec øádku
pl: Przej¶cie na koniec linii
ro: Mergi la sfârºitul liniei

source: Move to the start of the line
cs: Pøesun na zaèátek øádku
pl: Przej¶cie na pocz±tek linii
ro: Mergi la începutul liniei

source: Next
cs: Dal¹í
pl: Nastêpny
ro: Urmãtor

source: No more nodes within this document.
cs: V tomto dokumentu ji¾ nejsou dal¹í uzly.
pl: Nie ma wiêcej wêz³ów w tym dokumencie.
ro: Nu mai sunt alte noduri în acest document.

source: No `Prev' for this node.
cs: Pro tento uzel není pøedchozí uzel.
pl: Nie ma wêz³a `Poprzedni' dla tego wêz³a.
ro: Nici un `Prec' pentru acest nod.

source: No `Prev' or `Up' for this node within this document.
cs: V tomto dokumentu není pro tento uzel pøedchozí nebo vy¹¹í uzel.
pl: Nie ma wêz³ów `Poprzedni' ani `W górê' dla tego wêz³a w tym dokumencie.
ro: Nici un `Prec' sau `Sus' pentru acest nod în acest document.

source: Move forwards or down through node structure
cs: Pøesun na následující uzel nebo na první ni¾¹í v uzlové struktuøe
pl: Przej¶cie do przodu lub w dó³ struktury wêz³a
ro: Mergi înainte sau jos prin structura de noduri

source: Move backwards or up through node structure
cs: Pøesun na pøedchozí uzel nebo na první vy¹¹í v uzlové struktuøe
pl: Przej¶cie do ty³u lub w górê struktury wêz³a
ro: Mergi înapoi sau sus prin structura de noduri

source: Scroll forward in this window
cs: Posun o stránku dolù v tomto oknì
pl: Przewijanie do przodu w tym oknie
ro: Scroll înainte în aceastã fereastrã

source: Scroll forward in this window and set default window size
cs: Posun dopøedu v tomto oknì a nastavení implicitní velikosti okna
pl: Przewijanie do przodu w tym oknie i ustawienie domy¶lnego rozmiaru okna
ro: Scroll înainte în aceastã fereastrã ºi seteazã dimensiunea implicitã a ferestrei

source: Scroll forward in this window staying within node
pl: Przewijanie do przodu w tym oknie pozostaj±c wewn±trz wêz³a
ro: Scroll înainte în aceastã fereastrã, rãmâi în nod

source: Scroll forward in this window staying within node and set default window size
pl: Przewijanie do przodu w tym oknie wewn. wêz³a i ust. domy¶lnego rozmiaru okna
ro: Scroll înainte în aceastã fereastrã, rãmâi în nod ºi seteazã dimensiunea implicitã a ferestrei

source: Scroll backward in this window
cs: Posun o stránku nahoru v tomto oknì
pl: Przewijanie do ty³u w tym oknie
ro: Scroll înapoi în acestã fereastrã

source: Scroll backward in this window and set default window size
cs: Posun dozadu v tomto oknì a nastavení implicitní velikosti okna
pl: Przewijanie do ty³u w tym oknie i ustawienie domy¶lnego rozmiaru okna
ro: Scroll înapoi în acestã fereastrã ºi seteazã dimensiunea implicitã a ferestrei

source: Scroll backward in this window staying within node
pl: Przewijanie do ty³u w tym oknie pozostaj±c wewn±trz wêz³a
ro: Scroll înapoi în aceastã fereastrã, rãmâi în nod

source: Scroll backward in this window staying within node and set default window size
pl: Przewijanie do ty³u w tym oknie wewn. wêz³a i ust. domy¶lnego rozmiaru okna
ro: Scroll înapoi în aceastã fereastrã, rãmâi în nod ºi seteazã dimensiunea implicitã a ferestrei

source: Move to the start of this node
cs: Posun na zaèátek tohoto uzlu
pl: Przej¶cie na pocz±tek tego wêz³a
ro: Mergi la începutul acestui nod

source: Move to the end of this node
cs: Posun na konec tohoto uzlu
pl: Przej¶cie na koniec tego wêz³a
ro: Mergi la sfârºitul acestui nod

source: Scroll down by lines
cs: Posun dolù po øádcích
pl: Przewijanie w dó³ po linii
ro: Scroll jos pe linii

source: Scroll up by lines
cs: Posun nahoru po øádcích
pl: Przewijanie w górê po linii
ro: Scroll sus pe linii

source: Scroll down by half screen size
cs: Posun dolù o polovinu velikosti obrazovky
pl: Przewijanie w dó³ po po³owie rozmiaru ekranu
ro: Scroll jos jumãtate de ecran

source: Scroll up by half screen size
cs: Posun nahoru o polovinu velikosti obrazovky
pl: Przewijanie w górê po po³owie rozmiaru ekranu
ro: Scroll sus jumãtate de ecran

source: Select the next window
cs: Výbìr následujícího okna
pl: Wybranie nastêpnego okna
ro: Selecteazã fereastra urmãtoare

source: Select the previous window
cs: Výbìr pøedchozího okna
pl: Wybranie poprzedniego okna
ro: Selecteazã fereastra precedentã

source: Split the current window
cs: Rozdìlení aktuálního okna
pl: Podzielenie aktualnego okna
ro: Împarte fereastra curentã

source: Delete the current window
cs: Smazání aktuálního okna
pl: Usuniêcie aktualnego okna
ro: ªterge fereastra curentã

source: Cannot delete a permanent window
cs: Permanentní okno nelze smazat
pl: Nie mo¿na usun±æ sta³ego okna
ro: Nu pot ºterge o fereastrã permanentã

source: Delete all other windows
cs: Smazání v¹ech ostatních oknen
pl: Usuniêcie wszystkich innych okien
ro: ªterge toate celelalte ferestre

source: Scroll the other window
cs: Posun druhého okna o stránku dolù
pl: Przewijanie innego okna
ro: Scroll-eazã cealaltã fereastrã

source: Scroll the other window backward
cs: Posun druhého okna o stránku zpìt
pl: Przewijanie innego okna do ty³u
ro: Scroll-eazã cealaltã fereastrã înapoi

source: Grow (or shrink) this window
cs: Zmìna velikosti okna
pl: Powiêkszenie (lub zmniejszenie) tego okna
ro: Creºte sau micºoreazã aceastã fereastrã

source: Divide the available screen space among the visible windows
cs: Zvìt¹ení nebo zmen¹ení oken na obrazovce tak, aby byla stejnì velká
pl: Podzielenie dostêpnego miejsca na ekranie miêdzy widoczne okna
ro: Împarte spaþiul de ecran disponibil între ferestrele vizibile

source: Toggle the state of line wrapping in the current window
cs: Zmìna stavu zalamování v aktuálním oknì (zapnuto->vypni, vypnuto->zapni)
pl: Zmiana stanu zawijania linii w aktualnym oknie
ro: Comutã starea reformatãrii de linie (wrapping) în fereastra curentã

source: Toggle the usage of regular expressions in searches
pl: Prze³±czenie u¿ywania wyra¿eñ regularnych przy wyszukiwaniu

source: Using regular expressions for searches.
pl: U¿ywanie wyra¿eñ regularnych przy wyszukiwaniu.

source: Using literal strings for searches.
pl: U¿ywanie dos³ownego tekstu przy wyszukiwaniu.

source: Select the Next node
cs: Zobrazení následujícího uzlu
pl: Wybranie wêz³a Nastêpny
ro: Selecteazã nodul Urmãtor

source: Select the Prev node
cs: Zobrazení pøedchozího uzlu
pl: Wybranie wêz³a Poprzedni
ro: Selectezã nodul Prec

source: Select the Up node
cs: Zobrazení vy¹¹ího uzlu
pl: Wybranie wêz³a W górê
ro: Selecteazã nodul Sus

source: Select the last node in this file
cs: Zobrazení posledního uzlu v tomto souboru
pl: Wybranie ostatniego wêz³a w tym pliku
ro: Selecteazã ultimul nod din acest fiºier

source: This window has no additional nodes
cs: Toto okno nemá více dal¹ích uzlù
pl: To okno nie ma dodatkowych wêz³ów
ro: Acestã fereastrã nu mai are nici un nod

source: Select the first node in this file
cs: Zobrazení prvního uzlu v tomto souboru
pl: Wybranie pierwszego wêz³a w tym pliku
ro: Selecteazã primul nod din acest fiºier

source: Select the last item in this node's menu
cs: Zobrazení poslední polo¾ky menu tohoto uzlu
pl: Wybranie ostatniego elementu w menu tego wêz³a
ro: Selecteazã ultimul articol din meniul acestui nod

source: Select this menu item
cs: Zobrazení této polo¾ky menu
pl: Wybranie tego elementu menu
ro: Selecteazã acest articol de meniu

source: There aren't %d items in this menu.
cs: V tomto menu není %d. polo¾ka
pl: Nie ma %d elementów w tym menu.
ro: Nu existã %d articole în acest meniu

source: Menu item (%s):
cs: Polo¾ka menu (%s):
pl: Element menu (%s):
ro: Articol meniu (%s):

source: Menu item:
cs: Polo¾ka menu:
pl: Element menu:
ro: Articol meniu:

source: Follow xref (%s):
cs: Následování køí¾ového odkazu (%s):
pl: Przej¶cie za odno¶nikiem (%s):
ro: Urmeazã ref (%s):

source: Follow xref:
cs: Následování køí¾ového odkazu:
pl: Przej¶cie za odno¶nikiem:
ro: Urmeazã ref:

source: Read a menu item and select its node
cs: Zadání jména polo¾ky menu a následné zobrazení
pl: Odczytanie elementu menu i wybranie jego wêz³a
ro: Citeºte un articol de meniu ºi selecteazã nodul sãu

source: Read a footnote or cross reference and select its node
cs: Zadání jména poznámky pod èarou nebo køí¾ového odkazu a následné zobrazení
pl: Odczytanie przypisu lub odsy³acza i wybranie jego wêz³a
ro: Citeºte o notã de subsol sau referinþã ºi selecteazã nodul sãu

source: Move to the start of this node's menu
cs: Pøesun na zaèátek menu tohoto uzlu
pl: Przej¶cie na pocz±tek menu tego wêz³a
ro: Mergi la începutul meniului acestui nod

source: Visit as many menu items at once as possible
cs: Nav¹tívení tolika polo¾ek menu, kolik je mo¾no. Ka¾dá polo¾ka v jiném oknì.
pl: Odwiedzenie jednocze¶nie jak najwiêkszej liczby elementów menu
ro: Viziteazã cât mai multe articole de meniu posibile deodatã

source: Read a node name and select it
cs: Zadání jména uzlu a jeho následné zobrazení
pl: Odczytanie nazwy wêz³a i wybranie go
ro: Citeºte numele unui nod ºi selecteazã-l

source: Goto node:
cs: Pøesun na uzel:
pl: Przej¶cie do wêz³a:
ro: Du-te la nod:

source: No menu in node `%s'.
cs: V uzlu `%s' není menu.
pl: Brak menu w wê¼le `%s'.
ro: Nici un meniu în nod `%s'.

source: No menu item `%s' in node `%s'.
cs: Polo¾ka menu `%s' v uzlu `%s' není.
pl: Brak elementu menu `%s' w wê¼le `%s'.
ro: Nici un articol de meniu `%s' în nod `%s'.

source: Unable to find node referenced by `%s' in `%s'.
cs: Uzel, na který se odkazuje `%s' v `%s', nelze najít.
pl: Nie mo¿na znale¼æ wêz³a wskazywanego przez `%s' w `%s'.
ro: Nu pot gãsi nodul referit de `%s' în `%s'.
