Repository: TeX-Live/texlive-source
Catalog: utils/texinfo/po/*.po
Languages: cs, pl, ro

source: Making %s file `%s' from `%s'.
cs: Vytváøím %s soubor `%s' ze souboru `%s'.
pl: Tworzenie pliku %s `%s' z `%s'.
ro: Creez fiºierul %s `%s' din `%s'.

source: %s: Removing macro output file `%s' due to errors; use --force to preserve.
cs: %s: Výstupní soubor maker `%s' byl odstranìn, proto¾e byly nalezeny chyby; u¾ijte pøepínaè --force k ponechání souboru.
pl: %s: Usuwanie pliku wyj¶cia makr `%s' z powodu b³êdów; --force pozwoli zachowaæ.
ro: %s: ªterg fiºierul de ieºire macro `%s' din cauza erorilor; folosiþi --force pentru a-l pãstra.

source: %s: Removing output file `%s' due to errors; use --force to preserve.
cs: %s: Výstupní soubor `%s' byl odstranìn, proto¾e byly nalezeny chyby; u¾ijte pøepínaè --force k ponechání souboru.
pl: %s: Usuwanie pliku wyj¶ciowego `%s' z powodu b³êdów; --force pozwoli zachowaæ.
ro: %s: fiºierul de ieºire `%s' din cauza erorilor; folosiþi --force pentru a-l pãstra.

source: Unknown command `%s'
cs: Neznámý pøíkaz `%s'
pl: Nieznane polecenie `%s'
ro: Comandã necunoscutã `%s'

source: Use braces to give a command as an argument to @%s
cs: Pou¾ijte závorky k zadání pøíkazu jako argumentu @%s
pl: Nale¿y u¿yæ nawiasów klamrowych, aby podaæ polecenie jako argument dla @%s
ro: Folosiþi paranteze pentru a da o comandã ca argument lui @%s

source: %c%s expected braces
pl: %c%s oczekiwa³o nawiasów klamrowych
ro: %c%s am aºteptat paranteze

source: Unmatched }
cs: Nepárová }
pl: Niedopasowany }
ro: } fãrã pereche

source: NO_NAME!
cs: Funkce neexistuje!
pl: BEZ_NAZWY!
ro: NICI_UN_NUME!

source: %c%s missing close brace
cs: %c%s chybìjící uzavírací závorka
pl: w %c%s brakuje klamry zamykaj±cej
ro: %c%s lipseºte paranteza de închidere

source: @image file `%s' (for HTML) not readable: %s
pl: Plik @image `%s' (dla HTML) nieczytelny: %s
ro: Fiºierul @image `%s' (pentru HTML) nu poate fi citit: %s

source: No such file `%s'
pl: Nie ma pliku `%s'
ro: Nici un fiºier `%s'

source: @image file `%s' (for text) unreadable: %s
pl: Plik @image `%s' (dla tekstu) nieczytelny: %s
ro: Fiºierul @image `%s' (pentru text) nu poate fi citit: %s

source: @image missing filename argument
cs: pøíkaz @image postrádá jméno souboru
pl: Po @image brakuje argumentu plikowego
ro: @image lipseºte fiºierul argument.

source: undefined flag: %s
pl: niezdefiniowana flaga: %s
ro: marcaj nedefinit: %s

source: {No value for `%s'}
cs: {Pro `%s' není hodnota}
pl: {Brak warto¶ci dla `%s'}
ro: {Nici o valoare pentru `%s'}

source: %c%s requires a name
cs: %c%s po¾aduje jméno
pl: %c%s wymaga nazwy
ro: %c%s necesitã un nume

source: Reached eof before matching @end %s
cs: Vstupní soubor skonèil a pøíkaz `@end %s' nebyl nalezen
pl: Osi±gniêto koniec pliku przed znalezieniem @end %s
ro: Am ajuns la eof înainte de a potrivi @end %s

source: `%.40s...' is too long for expansion; not expanded
pl: `%.40s...' jest zbyt d³ugie do rozwiniêcia; nie rozwiniêto
ro: `%.40s...' este prea lung pentru expansiune; nu a fost expandat

source: Missing } in @multitable template
cs: Chybìjící } v @multitable vzoru
pl: Brakuj±cy } we wzorcu @multitable
ro: } lipsã în ºablonul @multitable

source: ignoring stray text `%s' after @multitable
cs: ignoruji zbloudilý text `%s' po pøíkazu @multitable
pl: zignorowano zab³±kany tekst `%s' po @multitable
ro: ignor text aiurea `%s' dupã @multitable

source: Too many columns in multitable item (max %d)
cs: Pøíli¹ mnoho sloupcù v multitabulkové polo¾ce (max %d)
pl: Zbyt du¿o kolumn w elemencie multitable (maksymalnie %d)
ro: Prea multe coloane în articol multitabel (max %d)

source: [unexpected] cannot select column #%d in multitable
pl: [nieoczekiwane] nie mo¿na wybraæ kolumny #%d w multitable
ro: [neaºteptat] nu pot selecta coloana #%d în multitabel

source: ignoring @tab outside of multitable
cs: pøíkaz `@tab' ignorován, je mimo multitabulku
pl: zignorowano @tab poza multitable
ro: ignor @tab în afara multitabelului

source: ** Multicolumn output from last row:
cs: ** Vícesloupcový výstup z posledního øádku:
pl: ** Wielokolumnowe wyj¶cie z ostatniego wiersza:
ro: ** Ieºirea multitabel din ultimul rând:

source: * column #%d: output = %s
cs: * sloupec #%d: výstup = %s
pl: * kolumna #%d: wyj¶cie = %s
ro: * coloana #%d: ieºire = %s

source: Node `%s' previously defined at line %d
cs: Uzel `%s' ji¾ byl definován na øádku %d
pl: Wêze³ `%s' poprzednio zdefiniowany w linii %d
ro: Nodul `%s' definit anterior la linia %d

source: Formatting node %s...
cs: Formátování uzlu %s...
pl: Formatowanie wêz³a %s...
ro: Formatez nodul %s...

source: Node `%s' requires a sectioning command (e.g., %c%s)
pl: Wêze³ `%s' wymaga polecenia wybieraj±cego (np. %c%s)
ro: Nodul `%s' cere o comandã de secþionare (ex., %c%s)

source: No node name specified for `%c%s' command
cs: Pøíkazu `%c%s' nebyl zadán název uzlu
pl: Nie podano nazwy wêz³a dla polecenia `%c%s'
ro: Nici un nume specificat pentru comanda `%c%s'

source: Anchor `%s' and node `%s' map to the same file name
pl: Znacznik `%s' i wêze³ `%s' odwzorowuj± siê na t± sam± nazwê pliku
ro: Ancoraj `%s' ºi nodul `%s' aratã cãtre acelaºi nume de fiºier

source: This @anchor command ignored; references to it will not work
pl: Zignorowano to polecenie @anchor; wskazania na nie nie bêd± dzia³a³y
ro: Aceastã comandã @anchor ignoratã; referinþele cãtre acesta nu vor merge

source: Rename this anchor or use the `--no-split' option
pl: Nale¿y zmieniæ ten znacznik lub u¿yæ opcji `--no-split'
ro: Redenumeºte acest ancoraj sau foloseºte opþiunea `--no-split'

source: Unexpected string at end of split-HTML file `%s'
pl: Nieoczekiwany ³añcuch na koñcu pliku dzielonego HTML `%s'
ro: ªir neaºteptat la sfârºitul fiºierului HTML spart `%s'

source: Anchors `%s' and `%s' map to the same file name
pl: Znaczniki `%s' i `%s' odwzorowuj± siê na t± sam± nazwê pliku
ro: Ancoraj `%s' ºi `%s' aratã cãtre acelaºi nume de fiºier

source: @anchor command ignored; references to it will not work
pl: zignorowano polecenie @anchor; wskazania na nie nie bêd± dzia³a³y
ro: Comandã @anchor ignoratã; referinþele cãtre acesta nu vor merge

source: %s reference to nonexistent node `%s' (perhaps incorrect sectioning?)
pl: %s wskazuje na nieistniej±cy wêze³ `%s' (mo¿e b³êdny podzia³ na sekcje?)
ro: referinþa %s cãtre nodul inexistent `%s' (probabil secþionare incorectã?)

source: Next field of node `%s' not pointed to (perhaps incorrect sectioning?)
pl: Pole Nastêpny wêz³a `%s' nie wskazywane (mo¿e b³êdny podzia³ na sekcje?)
ro: Urmãtorul câmp de nod `%s' nu este referit (probabil secþionare incorectã?)

source: This node (%s) has the bad Prev
cs: Tento uzel (%s) má chybný odkaz na pøedchozí uzel
pl: Ten wêze³ (%s) ma z³e pole Poprzedni
ro: Acest nod (%s) are un Prec incorect

source: Prev field of node `%s' not pointed to
cs: Pøedchozí uzel uzlu `%s' neukazuje na tento
pl: Pole Poprzedni wêz³a `%s' nie wskazywane
ro: Câmpul Prec al nodului `%s' nu este referit

source: This node (%s) has the bad Next
cs: Tento uzel (%s) má chybný odkaz na následující uzel
pl: Ten wêze³ (%s) ma z³e pole Nastêpny
ro: Acest nod (%s) are referinþa Urmãtor incorectã

source: `%s' has no Up field (perhaps incorrect sectioning?)
pl: `%s' nie ma pola W górê (mo¿e b³êdny podzia³ na sekcje?)
ro: `%s' nu are nici un câmp Sus (probabil secþionare incorectã?)

source: Node `%s' lacks menu item for `%s' despite being its Up target
cs: Uzel `%s' postrádá polo¾ku menu pro `%s' navzdory tomu, ¾e je jeho vy¹¹ím uzlem
pl: Wêze³ `%s' nie ma elementu menu dla `%s' pomimo bycia jego celem W górê
ro: Nodului `%s' îi lipseºte articolul pentru `%s' deºi îi este þinta Sus

source: unreferenced node `%s'
cs: uzel `%s' - nesmìøuje na nìj ¾ádný odkaz
pl: nie wskazywany wêze³ `%s'
ro: nod nereferit `%s'

source: Removing %s
pl: Usuwanie %s
ro: ªterg %s

source: Can't remove file `%s': %s
pl: Nie mo¿na usun±æ pliku `%s': %s
ro: Nu pot ºterge fisierul `%s': %s

source: Appendix %c
pl: Za³±cznik %c
ro: Anexã %c

source: Internal error (search_sectioning) `%s'!
pl: B³±d wewnêtrzny (search_sectioning) `%s'!
ro: Eroare internã (search_sectioning) `%s'!

source: Internal error (search_sectioning) "%s"!
cs: Interní chyba (hledání sekcí) "%s"!
pl: B³±d wewnêtrzny (search_sectioning) "%s"!
ro: Eroare internã (search_sectioning) "%s"!

source: %c%s is obsolete; use %c%s instead
cs: %c%s je zastaralý; pou¾ijte %c%s
pl: %c%s jest przestarza³e; nale¿y u¿yæ %c%s
ro: %c%s este depãºitã; foloseºte %c%s în schimb

source: Node with %ctop as a section already exists
cs: Uzel s %ctop jako sekcí ji¾ existuje
pl: Wêze³ z %ctop jako sekcj± ju¿ istnieje
ro: Nodul cu %ctop ca ºi secþiune existã deja

source: Here is the %ctop node
cs: Ji¾ zde je nejvy¹¹í (%ctop) uzel
pl: Tutaj jest wêze³ %ctop
ro: Aici este nodul %ctop

source: %ctop used before %cnode, defaulting to %s
cs: %ctop je pou¾it pøed %cnode, pøesmìrováno na %s
pl: %ctop u¿yty przed %cnode, u¿ycie domy¶lnego %s
ro: %ctop folosit înaintea lui %cnode, implicit cãtre %s

source: @image file `%s' unreadable: %s
cs: soubor `%s' v pøíkazu @image je neèitelný: %s
pl: Plik @image `%s' nieczytelny: %s
ro: Fiºierul @image `%s' nu poate fi citit: %s

source: @headitem as the last item of @multitable produces invalid Docbook documents
pl: @headitem jako ostatni element @multitable tworzy niepoprawne dokumenty Docbook
ro: @headitem ca ultimul articol din @multitable produce documenteDocbook invalide

source: of
cs: z
pl: typu
ro: din

source: on
pl: na
ro: pe

source: First argument to cross-reference may not be empty
pl: Pierwszy argument odsy³acza nie mo¿e byæ pusty

source: Empty file name for HTML cross reference in `%s'
pl: Pusta nazwa pliku dla odsy³acza HTML w `%s'

source: End of file reached while looking for `.' or `,'
pl: Osi±gniêto koniec pliku podczas szukania `.' lub `,'

source: `.' or `,' must follow @%s, not `%c'
pl: Po @%s musi wyst±piæ `.' lub `,', a nie `%c'

source: for cross-references in parentheses, use @pxref
pl: dla odsy³aczy w nawiasach nale¿y u¿yæ @pxref

source: First argument to @inforef may not be empty
pl: Pierwszy argument @inforef nie mo¿e byæ pusty

source: display this help and exit
cs: vypí¹e tuto nápovìdu a skonèí
pl: wy¶wietlenie tego opisu i zakoñczenie
ro: afiºeazã acest mesaj ºi terminã

source: send output to FILE
cs: zapí¹e výstup do SOUBORu
pl: zapisanie wyj¶cia do PLIKU
ro: trimite ieºire în FIªIER

source: display version information and exit
cs: vypí¹e oznaèení verze a skonèí
pl: wy¶wietlenie informacji o wersji i zakoñczenie
ro: afiºeazã informaþii despre versiune ºi terminã

source: Usage: %s [OPTION]... FILE...
cs: Pou¾ití: %s [PØEPÍNAÈ]... SOUBOR...
pl: Sk³adnia: %s [OPCJA]... PLIK...
ro: Folosire: %s [OPÞIUNI]... FIªIER...

source: Generate a sorted index for each TeX output FILE.
cs: Generuje seøazený rejstøík pro ka¾dý TeXovský výstupní SOUBOR.
pl: Generowanie posortowanego indeksu dla ka¿dego PLIKU wyj¶ciowego w TeXu.
ro: Genereazã un index sortat pentru fiecare FIªIER de ieºire TeX.

source: Usually FILE... is specified as `foo.%c%c' for a document `foo.texi'.
cs: SOUBOR... je obvykle `foo.%c%c' pro dokument `foo.texi'.
pl: Zazwyczaj PLIK... podaje siê jako `foo.%c%c' dla dokumentu `foo.texi'.
ro: De obicei FIªIER... este specificat ca `foo.%c%c' pentru un document 'foo.texi'.

source: Options:
cs: Pøepínaèe:
pl: Opcje:
ro: Opþiuni:

source: failure reopening %s
cs: soubor %s nepovedlo se znovu otevøít
pl: b³±d podczas ponownego otwierania %s
ro: am eºuat sã redeschid %s

source: %s: not a texinfo index file
cs: %s: není texinfovský rejstøík
pl: %s: nie jest plikiem indeksu texinfo
ro: %s: nu este un fiºier index texinfo

source: No page number in %s
cs: Na %s není èíslo stránky
pl: Brak numeru strony w %s
ro: Nici un numãr de paginã în %s

source: entry %s follows an entry with a secondary name
cs: polo¾ka %s následuje za polo¾kou se sekundárním jménem
pl: wpis %s wyst±pi³ po wpisie z dodatkow± nazw±
ro: intrarea %s urmeazã o intrare cu nume secundar
